import 'package:lgs_audiopedia/model/topic.dart';
import 'package:flutter/material.dart';

final allTopicsPashto = <Topic>[
  Topic(
    id: 1,
    title: 'کويډ ۔۱۹',
    description:
        'کورونا وائرس د وائرسونو  يوه لويا کورني ده کمه چي د عام ټوخي نه واخله د نورو ګنړو ناروغو لکه د  منځني ختيز د رنځ(ماﺭس )او د سخت تنفسي رنځ  (سارس) د بيمارو وجه جوړيږي.'
        'دا وائرس د کوﺭونا يو نوي قسم دے چي ددي نه مخکښي چرته په  انسانو کښي ندي ښکاره شوي او نه ي تشخيص شوي دي'
        'دا د وائرسونو هغه يو خاندان د ے کوم چي د مختلفو بيمارو وجه ګرځيدے شي  مثال په توګه په انسانانو کښي  د تفس بيماري کومي ته چي کورونا وائرس  وئيلي شي ځکه چي په دي وائرس د پاسه  د تاج په شان ميخونه  لګيدلي وي.'
        'مثال په توګه:'
        'د  منځني ختيز د رنځ(مرس )او د سخت  تنفسي رنځ  (سارس) او عامه يخني ۔'
        'نوے کورونا وائرس د  کورونا وائرس يو نوي لړي ده۔'
        'کورونا وائرس فطﺭت کي  يو  داسي ﺭنځ دي کوم چي د ځناور او انسانانو تر منځه منتقل کيږي'
        'ددي ښکاره نخو کښي تفسي نخي, تبه، ټوخي  د ساه لنډيدل او لږي ساه اخيستو کي مشکلات شاملي دي ۔'
        ' په سختو کيسونو  کښي  دا وائرس د  نمونيا ، سخت تنفسي رنځ ، د ګردو کار پريخودل او مرګ وجه  هم جوړي د ے شي ۔'
        ' د کويډ ۱۹ د مخنوي غوره طريقه دا, سماجي فاصله ساتل ، بيا بياپه لاسونه په صابن وينځل،  په مخ ماسک لګول او د ګنړے د ځايونو  او هغه خلقو نه ډډه کول په چا کښي چي د تنفسي بيماريانو لکه ټوخي او انتروشي کولو دا علامات وي ۔',
    audioUrl: 'pushto_audios/COVID_19.mp3',
  ),
  Topic(
    id: 2,
    title: 'تاریخ',
    description:
        'کويډ ۱۹ په ؤړومبي  ځل په کال دوه زره نولس کښې  د چين د هوبئ صوبي په ووهان ښار کښي سر پورته کړے وو چي په ټول چين کښي د خوريدو نه پس د دنيا نورو ملکونو کښي هم خور شو۔'
        'کويډ ۱۹ په کال ۲۰۰۳ د سارس بيماري نه په تيزي سره زياتيدو د وجي د صحت نړيوالي اداﺭي په ۳۰ جنوﺭي ۲۰۱۹ کي پبلک هيلت ا ايمر جنسي – په عامه توګه ايمر جنسي- اولګوله.'
        ' مارچ کال ۲۰۲۰ کښي حالات نور هم خراب شول کله چي کويډ ۱۹ د دنيا په مختلفو ملکونو او براعظمونو کښي د خوريدو په وجه عالمي وبا اوګرځولي شوه ۔ د احقيقتونه ددي وبا د زور او ددي په وجه د پيداکيدونکو مسئلو ښکاره کولو د پاره پوره وو۔'
        'ددي حقيقت په ظاهريدو چي ددي وائرس نه د رغيدو دپاره څه غوره دارو نيشته علاوه د اوسني کويډ ۱۹ خلاف جوړ شوي ويکسين نه ،د ضروري شي چي ددي وائرس د مخنيوي د پاره ګامونه لکه   زر د بيمارو پته لګول، دا کورونا وائرس په مخنيوي کښي لاس کولے شي۔ '
        'ډاکټران او  پيراميډيکس د کويډ ۱۹ د مخنيوي د پاره ستر کردار لوبوي  خو دي سره  عام اولس ته هم په دي وبا د قابو موندو د پاره ددي په حقله معلومات ضروري دي۔'
        'د کويډ ۱۹ نور خوريدو د مخنيوي دپاره ايډيوپيډيا زياتو خلقو ته د موبائل پيغام په دلارے ددي وبا په حقله بنيادي معلومات  لکه ددي علامات ، د بچ کيدو طريقي او علاج نه خبرولے شي ۔ د نظام په دي غرض جوړ کړے شوے دے چي عام اولس په اسانه طريقه پوهه کړي شي ۔ دا به په متعلقه معلوماتو خورولو ،د بيماري د مخنيوي په حقله د آګاهي سوا کولو او په اولس کښي ددي وبا په حقله يره ختمولو کښي اهم کردار ادا کولے شي۔',
    // audioUrl: 'sound_audio.mp3',
    audioUrl: 'pushto_audios/History.mp3',
  ),
  Topic(
    id: 3,
    title: 'نښي نښاني',
    description:
        'کويډ ۱۹ مختلف خلق په مختلفو طريقو متاثره کوي په  کومو کښي چي کمه، درميانه او سخته بيماري شامله ده ۔ په زياتره خلقو  کورونا وائرس کم اثر کوي او ځني خلق داسي وي چي دي بيماري سري د هغوي ژوند په خطره کښي شي۔  '
        ' نرم علامات'
        'مري تخنيدل کوم چي په عامي نزلي زکام کښي کيږي۔'
        'مري خوږيدل او د لږ وخت دپاره ءتبه '
        'وچ ټوخي'
        'سټړي کيدل'
        'درميانه علامات '
        'سګي سوزيدل'
        'د سيني د دړد سره لږه نمونيا او ټوخي'
        'تبه اوټوخي'
        'تبه اوټوخي'
        'خيټه خرابيدل '
        'د خلي خوند ختميدل او په څه قسمه بوي نه پوهيدل۔'
        'سخت علامات'
        'سخته نمونيا '
        'ساه اخستو کښي تکليف'
        'ساه لنډيدل'
        'سينه کښي دړډ او په سينه زور'
        'د شونډي او د مخ رنګ توريدل'
        'د کمو علاماتو مريض کوم چي صحت مند وي هغه په کور کښي د کويډ ۱۹ نه روغيدے شي ۔'
        'د نرم علاماتو مريضان کوم چي ډير عام دي او په عامه توګه د اووه تر څوارلس ورځو برابر علاج او مانیټرنګ سره دي بيماري د کويډ ۱۹ يا د دي نوﺭ  سختيدو نه بچ شي۔'
        'د زياتو علاماتو رنځوران په فري توګه په هسپتال کښي داخلول، هغوي ته اکسيجن پوره کول او د پوهه ډاکټرانو د نظر لاندے ضروري دي ۔',
    audioUrl: 'pushto_audios/Symptoms.mp3',
  ),
  Topic(
      id: 4,
      title: 'د کويډ ۱۹ خوريدل',
      description:
          ' په کويډ ۱۹ د بيمارتن نه بل يو کس ته په خله يا پوزي نه د وړوکو قطرو په زريعه خوريږي کله چي هغه ټوخې کوي انتروشي کوي او يا ساه اخلي ۔ په او س وخت کښي ثابته شوي ده چي کويډ ۱۹ د يوبل سره په يو ميټر فاصله لګيدے شي ۔ يو تن هله په دي وبا زپلے کيږي کله چي په هوا  کښي د وائرس قطړي د سترګو يا پوزي يه خله په ذريعه جسم ته ننوځي۔ دا وائرس په د هوا ناقصه انتطام او ګنړه کښي د وائرس زيات خويرږي ځکه چي د ا وئرس په هوا کښي شامل وي۔'
          'بله د چي خلق د وائرس په ځايونو لاس کيخودونه پس  بيا هغه لاس سترګو ، خلي يا مخ سره لګوي۔',
      audioUrl: 'pushto_audios/Spread_of_COVID_19.mp3'),
  Topic(
      id: 5,
      title: 'خلق چي د کويډ لګيدو ورته زياته خطره ده',
      description:
          'وائرس څوک هم زپلے شي خو کوم خلق چي په زياته خطره کښي دي هغه  دادي ۔'
          '۱ د کم مدافعت لرونکي خلق'
          '۲د زيات عمر خلق او هغه کسان چي د وړاندے نه د څه بيماري ښکار وي۔'
          '۳ د زړه او شوګر رنځوران'
          '۴اوږده مهاله د سيګو د ناروغي۔'
          '۵ هغه رنځوران چي د کينسر په ضد درملنه يا نوره درملنه کوي ۔'
          '۶ زاړه خلق'
          'د ګنړي په حل کښي ژوند کوونکوته۔'
          'دصفا اوبو ، خوراک ، رهائش ، دماغي بوج او د محرومي ښکار خلق۔',
      audioUrl: 'pushto_audios/Diagnosis_of_COVID_19.mp3'),
  Topic(
      id: 6,
      title: 'د کويډ ۱۹ پته لګول ',
      description:
          'کويډ۱۹ د عامو علاماتو يا د ضروروت مطابق د ټست په زريعه  د پوهه ډاکټران کوي ، داين سي او سي د اعلامئي مطابق ټسټ په عامه توګه په مختلفو سرکاري هسپتالونو او په ټاکلے شوي ليبارټريانو کښي کولے شي ۔ کويډ ټسټ ذياتره په سرکاري هسپتالونو کښي مفت او په نامذدکړے شوو ليبارټرو کښي هم کيږي۔',
      audioUrl: 'pushto_audios/Diagnosis_of_COVID_19.mp3'),
  Topic(
      id: 7,
      title: ' د کويډ د ټسټ قسمونه ',
      description: 'وائرل تسټ کوم چي في الحال د کويډ رنځورانو له کولے شي ۔'
          'انيټي باډي ټسټ هغه خلقو له کيږي کوم چي په تيرو وختونو کښي وائرس زپلي وي',
      audioUrl: 'pushto_audios/Type_of_COVID_19_Tests.mp3'),
  Topic(
      id: 8,
      title: 'د کويډ ټسټ ترلاسه کولو نه روسته کار',
      description: 'د کويډ د ټيسټ نتيجي تر لاسه کولو تپوس اوکړي '
          '۱ د کويډ ۱۹ ټسټ نتيجه د کال يا پيغام په ذريعه '
          '۲آن لائن د ټسټ نتيجه چيک کيدے شي'
          '۳د کويډ ۱۹ د بعضي ټست نتيجي زر راځي '
          '۴د ځني کويډ ۱۹ ټسټ  نتجي څو ورځي پس راځي د'
          '۵ د نتيجو د په مطلب ځان پوهه کولو دپاره ډاکټر نه تپوس اوکړي۔',
      audioUrl: 'pushto_audios/Things_toDoAfterGettingaCOVID_19Test.mp3')
];
