import 'package:lgs_audiopedia/model/topic.dart';
import 'package:flutter/material.dart';

final allTopicsPashto = <Topic>[
  Topic(
    id: 1,
    title: 'کويډ ۔۱۹',
    description:
        'کورونا وائرس د وائرسونو  يوه لويا کورني ده کمه چي د عام ټوخي نه واخله د نورو ګنړو ناروغو لکه د  منځني ختيز د رنځ(ماﺭس )او د سخت تنفسي رنځ  (سارس) د بيمارو وجه جوړيږي.\n\n'
        'دا وائرس د کوﺭونا يو نوي قسم دے چي ددي نه مخکښي چرته په  انسانو کښي ندي ښکاره شوي او نه ي تشخيص شوي دي.\n\n'
        'دا د وائرسونو هغه يو خاندان د ے کوم چي د مختلفو بيمارو وجه ګرځيدے شي  مثال په توګه په انسانانو کښي  د تفس بيماري کومي ته چي کورونا وائرس  وئيلي شي ځکه چي په دي وائرس د پاسه  د تاج په شان ميخونه  لګيدلي وي.\n\n'
        'مثال په توګه:'
        '\n\nد  منځني ختيز د رنځ(مرس )او د سخت  تنفسي رنځ  (سارس) او عامه يخني ۔'
        '\n\nنوے کورونا وائرس د  کورونا وائرس يو نوي لړي ده۔'
        '\n\n.کورونا وائرس فطﺭت کي  يو  داسي ﺭنځ دي کوم چي د ځناور او انسانانو تر منځه منتقل کيږي'
        '\n\nددي ښکاره نخو کښي تفسي نخي, تبه، ټوخي  د ساه لنډيدل او لږي ساه اخيستو کي مشکلات شاملي دي ۔'
        '\n\nپه سختو کيسونو  کښي  دا وائرس د  نمونيا ، سخت تنفسي رنځ ، د ګردو کار پريخودل او مرګ وجه  هم جوړي د ے شي ۔'
        '\n\nد کويډ ۱۹ د مخنوي غوره طريقه دا, سماجي فاصله ساتل ، بيا بياپه لاسونه په صابن وينځل،  په مخ ماسک لګول او د ګنړے د ځايونو  او هغه خلقو نه ډډه کول په چا کښي چي د تنفسي بيماريانو لکه ټوخي او انتروشي کولو دا علامات وي ۔',
    audioUrl: 'pushto_audios/covid_pashto_audios/COVID_19.mp3',
  ),
  Topic(
    id: 2,
    title: 'د کوویډ 19 تاریخ',
    description:
        'کويډ ۱۹ په ؤړومبي  ځل په کال دوه زره نولس کښې  د چين د هوبئ صوبي په ووهان ښار کښي سر پورته کړے وو چي په ټول چين کښي د خوريدو نه پس د دنيا نورو ملکونو کښي هم خور شو۔'
        'کويډ ۱۹ په کال ۲۰۰۳ د سارس بيماري نه په تيزي سره زياتيدو د وجي د صحت نړيوالي اداﺭي په ۳۰ جنوﺭي ۲۰۱۹ کي پبلک هيلت ا ايمر جنسي – په عامه توګه ايمر جنسي- اولګوله.'
        ' \n\nمارچ کال ۲۰۲۰ کښي حالات نور هم خراب شول کله چي کويډ ۱۹ د دنيا په مختلفو ملکونو او براعظمونو کښي د خوريدو په وجه عالمي وبا اوګرځولي شوه ۔ د احقيقتونه ددي وبا د زور او ددي په وجه د پيداکيدونکو مسئلو ښکاره کولو د پاره پوره وو۔'
        '\n\nددي حقيقت په ظاهريدو چي ددي وائرس نه د رغيدو دپاره څه غوره دارو نيشته علاوه د اوسني کويډ ۱۹ خلاف جوړ شوي ويکسين نه ،د ضروري شي چي ددي وائرس د مخنيوي د پاره ګامونه لکه   زر د بيمارو پته لګول، دا کورونا وائرس په مخنيوي کښي لاس کولے شي۔ '
        '\n\nډاکټران او  پيراميډيکس د کويډ ۱۹ د مخنيوي د پاره ستر کردار لوبوي  خو دي سره  عام اولس ته هم په دي وبا د قابو موندو د پاره ددي په حقله معلومات ضروري دي۔'
        'د کويډ ۱۹ نور خوريدو د مخنيوي دپاره ايډيوپيډيا زياتو خلقو ته د موبائل پيغام په دلارے ددي وبا په حقله بنيادي معلومات  لکه ددي علامات ، د بچ کيدو طريقي او علاج نه خبرولے شي ۔ د نظام په دي غرض جوړ کړے شوے دے چي عام اولس په اسانه طريقه پوهه کړي شي ۔ دا به په متعلقه معلوماتو خورولو ،د بيماري د مخنيوي په حقله د آګاهي سوا کولو او په اولس کښي ددي وبا په حقله يره ختمولو کښي اهم کردار ادا کولے شي۔',
    // audioUrl: 'sound_audio.mp3',
    audioUrl: 'pushto_audios/covid_pashto_audios/History.mp3',
  ),
  Topic(
    id: 3,
    title: 'د کوویډ نښي نښاني ',
    description:
        'کويډ ۱۹ مختلف خلق په مختلفو طريقو متاثره کوي په  کومو کښي چي کمه، درميانه او سخته بيماري شامله ده ۔ په زياتره خلقو  کورونا وائرس کم اثر کوي او ځني خلق داسي وي چي دي بيماري سري د هغوي ژوند په خطره کښي شي۔  '
        ' \n\nنرم علامات'
        '\n\nمري تخنيدل کوم چي په عامي نزلي زکام کښي کيږي۔'
        '\n\nمري خوږيدل او د لږ وخت دپاره ءتبه '
        '\n\nوچ ټوخي'
        '\n\nسټړي کيدل'
        '\n\nدرميانه علامات '
        '\n\nسګي سوزيدل'
        '\n\nد سيني د دړد سره لږه نمونيا او ټوخي'
        '\n\nتبه اوټوخي'
        '\n\nتبه اوټوخي'
        '\n\nخيټه خرابيدل '
        '\n\nد خلي خوند ختميدل او په څه قسمه بوي نه پوهيدل۔'
        '\n\nسخت علامات'
        '\n\nسخته نمونيا '
        '\n\nساه اخستو کښي تکليف'
        '\n\nساه لنډيدل'
        '\n\nسينه کښي دړډ او په سينه زور'
        '\n\nد شونډي او د مخ رنګ توريدل'
        '\n\nد کمو علاماتو مريض کوم چي صحت مند وي هغه په کور کښي د کويډ ۱۹ نه روغيدے شي ۔'
        '\n\nد نرم علاماتو مريضان کوم چي ډير عام دي او په عامه توګه د اووه تر څوارلس ورځو برابر علاج او مانیټرنګ سره دي بيماري د کويډ ۱۹ يا د دي نوﺭ  سختيدو نه بچ شي۔'
        'د زياتو علاماتو رنځوران په فري توګه په هسپتال کښي داخلول، هغوي ته اکسيجن پوره کول او د پوهه ډاکټرانو د نظر لاندے ضروري دي ۔',
    audioUrl: 'pushto_audios/covid_pashto_audios/Symptoms.mp3',
  ),
  Topic(
      id: 4,
      title: 'د کويډ ۱۹ خوريدل',
      description:
          ' په کويډ ۱۹ د بيمارتن نه بل يو کس ته په خله يا پوزي نه د وړوکو قطرو په زريعه خوريږي کله چي هغه ټوخې کوي انتروشي کوي او يا ساه اخلي ۔ په او س وخت کښي ثابته شوي ده چي کويډ ۱۹ د يوبل سره په يو ميټر فاصله لګيدے شي ۔ يو تن هله په دي وبا زپلے کيږي کله چي په هوا  کښي د وائرس قطړي د سترګو يا پوزي يه خله په ذريعه جسم ته ننوځي۔ دا وائرس په د هوا ناقصه انتطام او ګنړه کښي د وائرس زيات خويرږي ځکه چي د ا وئرس په هوا کښي شامل وي۔'
          '\n\nبله د چي خلق د وائرس په ځايونو لاس کيخودونه پس  بيا هغه لاس سترګو ، خلي يا مخ سره لګوي۔'
          'خلق چي د  کويډ ۱۹ د لګيدو ورته زياته خطره ده\n\n'
          'وائرس څوک هم زپلے شي خو کوم خلق چي په زياته خطره کښي دي هغه  دادي ۔\n\n'
          '۱ د کم مدافعت لرونکي خلق\n\n'
          '۲د زيات عمر خلق او هغه کسان چي د وړاندے نه د څه بيماري ښکار وي۔\n\n'
          '۳ د زړه او شوګر رنځوران\n\n'
          '۴اوږده مهاله د سيګو د ناروغي۔\n\n'
          '۵ هغه رنځوران چي د کينسر په ضد درملنه يا نوره درملنه کوي ۔\n\n'
          '۶ زاړه خلق\n\n'
          'د ګنړي په حل کښي ژوند کوونکوته۔\n\n'
          'دصفا اوبو ، خوراک ، رهائش ، دماغي بوج او د محرومي ښکار خلق۔\n\n',
      audioUrl: 'pushto_audios/covid_pashto_audios/Spread_of_COVID_19.mp3'),
  Topic(
      id: 5,
      title: 'د کويډ ۱۹ پته لګول',
      description:
          'کويډ۱۹ د عامو علاماتو يا د ضروروت مطابق د ټست په زريعه  د پوهه ډاکټران کوي ، داين سي او سي د اعلامئي مطابق ټسټ په عامه توګه په مختلفو سرکاري هسپتالونو او په ټاکلے شوي ليبارټريانو کښي کولے شي ۔ کويډ ټسټ ذياتره په سرکاري هسپتالونو کښي مفت او په نامذدکړے شوو ليبارټرو کښي هم کيږي۔',
      audioUrl: 'pushto_audios/covid_pashto_audios/Diagnosis_of_COVID_19.mp3'),
  Topic(
    id: 6,
    title: 'که ستاسو کويډ ۱۹وي نو ددي څزونو خورولو نه مني شي',
    description: '۱ خوراکي څيزونو شريکولو نه ډده اوکړي \n'
        '۲د څښاک څيزونه شريکولو نه ډډه اوکړي۔\n\n'
        '۳ د لوخو شريکولو نه ډډه اوکړي۔\n\n'
        '۴د تولئے شريکولو نه ډډه اوکړي ۔\n\n'
        'اکثره صفائي کول او جراثيم کش استعمالول۔\n\n'
        '۱ کويډ ۱۹ کمزوري کول دپاره صفائي کوي\n\n'
        '۲ګنده څيزونه صفا کوي \n\n'
        '۳ کومو څيزونو له چي لاس وړے کيږي صفا ساتل \n\n'
        '۴کويډ ۱۹ کمزوري کولو کښي د جراثم کش استعمال کول۔\n\n'
        '۵ د جراثيم مړه کولو دپاره جراثيم کش استعمالول \n\n'
        '۶ زيات استعمالونکي څيزونه په جراثيم کش استعمالول\n\n',
    audioUrl:
        'pushto_audios/covid_pashto_audios/Avoid_Sharing_following_things_When_You_Have_COVID_19.mp3',
  ),
  Topic(
      id: 7,
      title: 'د کويډ د ټسټ قسمونه ',
      description: 'وائرل تسټ کوم چي في الحال د کويډ رنځورانو له کولے شي ۔\n\n'
          'انيټي باډي ټسټ هغه خلقو له کيږي کوم چي په تيرو وختونو کښي وائرس زپلي وي',
      audioUrl: 'pushto_audios/covid_pashto_audios/Type_of_COVID_19_Tests.mp3'),
  Topic(
      id: 8,
      title: 'د کويډ ټسټ ترلاسه کولو نه روسته کار',
      description: 'د کويډ د ټيسټ نتيجي تر لاسه کولو تپوس اوکړي \n\n'
          '۱ د کويډ ۱۹ ټسټ نتيجه د کال يا پيغام په ذريعه \n\n'
          '۲ آن لائن د ټسټ نتيجه چيک کيدے شي\n\n'
          '۳ د کويډ ۱۹ د بعضي ټست نتيجي زر راځي \n\n'
          '۴ د ځني کويډ ۱۹ ټسټ  نتجي څو ورځي پس راځي د\n\n'
          '۵ د نتيجو د په مطلب ځان پوهه کولو دپاره ډاکټر نه تپوس اوکړي۔',
      // ' که ستاسو کويډ ۱۹وي نو داګامونه پورته کړي \n'
      // 'يوي هفتي نه تر پنځلس ورځي په کور کښي اوسي او مکمل آرام اوکړي\n'
      // '۲ د بيړي ځايونو ته او د خلقو نه ځان اوساتي ترڅو چي ښه شوي نه ئي۔\n'
      // '۳د ډاکترانو د مشوري مطابق د حرارت درجه د بدن د دړد دپاره او داوياني استعمال کړي ۔\n'
      // '۴د خپل صحت څارنه کوي او د کور غړي هم خبر ساتئ چي ستاسو صحت د خرابيدود مخنيوي  دپاره څه محسوسوي ۔\n'
      // 'که تا سو ډير ناروغه ئي نو مرسته تر لاسه کړي۔\n'
      // 'د خپل صحت څارنه کوي او  خپله کورني خبر ساتئ چي تاسو د زياتئ ناروغې مخنيوي دپاره څنګه محسوسوي ۔\n'
      // '۲که تاسو پريشانه ئي نو خپل ډاکټر ته کال اوکړي چي تاسو څنګه محسوسوي ۔\n'
      // '۳د مناسبه طبي مرستي دپاره ريسکيو ون ون ټو ټو ته کال اوکړي۔\n'
      // '۴اپريټر ته اووائے چي په کويډ ۱۹ کښي هم مرسته پکار ده۔\n'
      // 'احتياطي طريقي\n'
      // '۱احتياط د علاج نه غوره دے ځکه چي د يو تن د علاج ډيرو مصيبتونو نه ساتي لکه مالي ستونزي ۲هسپتال کښي داخليدل او کمزوري وغيره۔  نوري طريقي دادي\n'
      // 'بند او دبيړي په ځايونو کښي په مخ د ماسک لګولو نه علاوه ټوخي او انتروشي په وخت ټشو باندے پټول۔\n'
      // '۳ د ګنړي نه ځان بچ ساتي ، خلقو سره په کمه رابطي ساتلو د رنځ د خريدو خطره کمه وي ۔د عوامي  ځايونو او غير ضروري اولسي غونډو نه ډډه کوي ۔\n'
      // '۵ دلاسونو صفائي، کم نه کم تر شل سيکنډو پوري لسونه په صفا اوبو بيا بيا وينځي او که چري صابون يا اوبه نه وي نو هينډ سينيټائزر استعمالوي ۔\n'
      // '۶د سا ه د بيماري علامات لرونکو سره د نزدي تعلق ساتلو نه ځان ساتي۔\n'
      // '۷ د کور نه بهر د خلقو نه په ۳۔۴ ميړه فاصله لري اوسي۔\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/Things_toDoAfterGettingaCOVID_19Test.mp3'),
  Topic(
      id: 9,
      title: 'د کويډ ۱۹ نه خپل ځان بچ کړي ',
      description: '۱ په ماسک خپله پوزه پټوي \n\n'
          '۲ په ماسک به ستاسو مخ خامخا پټيږي \n\n'
          '۳ماسک ستاسو د زني لاندے کلک لګيدل پکار دي۔\n\n'
          '۴ پکار ده چي ماسک ستاسو مخ دپاره نرم وي۔\n\n'
          '۵ ډاډ تر لاسه کړي چي ساه اخستل درته اسان دي۔\n\n'
          '۶د ماسک اغوستو سره به غوره مځسوسولے شي ۔\n\n'
          '۷د ماسک اثولو مشق اوکړي۔\n\n'
          '۹مشق کولو سره به په تاسو کښي د ماسک اچولو عادت راشي ۔\n\n'
          '۱۰ د کور نه بهر د خلقو نه کم نه کم په شپږ ميټره فاصله لري اوسئي۔\n\n',
      // 'خپل لاسونه ډير ونځئي \n'
      // '۱ خلے له د لاس وړو نه مخکښي خپل لاسونه ضرور وينحئي \n'
      // '۲خپلو سترګو له د لاس وړو نه مخکښي لاسونه ضرورو وينځئ۔\n'
      // '۳پوزي له د لاس وړو نه ؤړاندے لاسونه ضرورو ونځي \n'
      // '۴ خپل لاسونه په صابون او اوبو ونځي \n'
      // '۵ خپل لاسونه کم نه کم شل سيکندو دپاره وينځي او ښه مږئي۔\n'
      // 'د کويډ ۱۹ زپلي تن سره د رابطے نه پس په کور کښي اوسئي \n'
      // '۱کور کښي اوسئي او هغه طريقو ته اوګورے د کومو نه چي کويډ ۱۹ تاسو ناروغه کولے شي ۔\n'
      // '۲ تاسو به څوالس ورځي په کور پاتي کيږے۔\n'
      // '۳د ورځو د شمير په حقله به د صحت د محکمي نه تپوس کوي۔\n'
      // '۴که ځان درته ناروغه ښکاري نو ډاکټر ته به کال کوي ۔\n'
      // '۵ډاکتر ته به وائي چي تاسو ته د کويډ ۱۹ د ټسټ ضرورت شته۔\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/Protect_yourself_from_COVID_19.mp3'),
  Topic(
      id: 10,
      title: 'که تاسو تي کويډ ۱۹ وي نو دا ګامونه پورته کړي ',
      description:
          'يوي هفتي نه تر پنځلس ورځي په کور کښي اوسي او مکمل آرام اوکړي\n\n'
          '۲ د بيړي ځايونو ته او د خلقو نه ځان اوساتي ترڅو چي ښه شوي نه ئي۔\n\n'
          '۳د ډاکترانو د مشوري مطابق د حرارت درجه د بدن د دړد دپاره او داوياني استعمال کړي ۔\n\n'
          '۴د خپل صحت څارنه کوي او د کور غړي هم خبر ساتئ چي ستاسو صحت د خرابيدود مخنيوي  دپاره څه محسوسوي ۔\n\n',
      //  '۱کور کښي پاتي شي۔\n'
      //     '۲د خلقو نه لري اوسئي\n'
      //     '۳خپله کمره کښي اوسئي\n'
      //     '۴خپله غسل خانه استعمالوي۔\n'
      //     '۵ خپله کمره کښي خوراک کوي ۔\n'
      //     '۶د پالتو ځناورو نه لري اوسئي۔\n'
      //     'خپل لاسونه په صابون او اوبو کم نه کم تر شلو سيکندو پوري وينځي\n'
      //     '۷کور پاتي کيږي چي تر څو ښه شوي نه ئي۔\n'
      //     '۹که ستاسو کويډ ۱۹وي نو ددي څزونو خورولو نه مني شي ۔\n'
      //     '۱ خوراکي څيزونو شريکولو نه ډده اوکړي \n'
      //     '۲د څښاک څيزونه شريکولو نه ډډه اوکړي۔\n'
      //     '۳ د لوخو شريکولو نه ډډه اوکړي۔\n'
      //     '۴د تولئے شريکولو نه ډډه اوکړي ۔\n'
      //     'اکثره صفائي کول او جراثيم کش استعمالول۔\n'
      //     '۱ کويډ ۱۹ کمزوري کول دپاره صفائي کوي\n'
      //     '۲ګنده څيزونه صفا کوي \n'
      //     '۳ کومو څيزونو له چي لاس وړے کيږي صفا ساتل \n'
      //     '۴کويډ ۱۹ کمزوري کولو کښي د جراثم کش استعمال کول۔\n'
      //     '۵ د جراثيم مړه کولو دپاره جراثيم کش استعمالول \n'
      //     '۶ زيات استعمالونکي څيزونه په جراثيم کش استعمالول\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/Steps_if_You_Have_COVID_19.mp3'),
  Topic(
      id: 11,
      title: 'ويکسينشن',
      description:
          'کويډ ۱۹ د خوريدو نه پس دي په دنيا کښي يو وبائي شکل اختيار کړو د کومي د وجي نه چي بيا بيا لاک ډاون لګيدواوپه کاروبار د بنديز له  وجي اوولس ته د ژوند په هره شعبه کښي  نقصان او مالي ستونزو سره مخ دي۔ په ماک ماسک لګول ، اولسي فاصلے او د لاسو ونځلو اځتياطي طريقو خو تر ډيره حده د وائرس د خورولو په امکان کښي مرسته کړيخو دغه ګامونه په مکمله توګه د کويډ ۱۹ د خوريدو د مخنيوي دپاره پوره نه دي۔\n',
      audioUrl: 'pushto_audios/covid_pashto_audios/Vaccination.mp3'),
  Topic(
      id: 12,
      title: 'د ويکسينشن عمل',
      description:
          '۱۔ وړومبي خوراک:  وګړي د موبائل نمبر نه په ۱۱۶۶ خپل شناختي کارډ نمبر ليګلو باندے خپل اندراج اوکړي يا د نادره په ويب سائټ اوګورئي۔ ۱۱۶۶ نه د خودکاره پيغام په ذريعه به د ويکسين داولني خوراک دپاره د يو خاص ويکسينشن سينټر مقرر کيدو پيغآم راشي۔ \n\n'
          ' ۲۔ دويم خوراک: ددويم خوراک پيغام د ۶۶ ۱۱ نه ۲۴يا۴۸ ګنهټے وړاندے اولس ته د ځانه ليګلے کيږي۔\n',
      audioUrl: 'pushto_audios/covid_pashto_audios/Vaccination_process.mp3'),
  Topic(
      id: 13,
      title: 'د ويکسينشن قسمونه',
      description:
          'تر اوسه څلور قسمه ويکسين تيار  کړے شوي دي۔کوم چه جسم کښي د کويډ ۱۹ د پيژنګلو او د هغي خلاف په غوره طريقه کار کولو کښي مدد ورکوي ۔\n\n'
          '۱۔فائزر \n\n'
          '۲۔اسټرازينکا\n\n'
          '۳۔موډرنا\n\n'
          '۴۔سائنو فارم\n\n'
          '۵۔نوايکس \n\n',
      audioUrl: 'pushto_audios/covid_pashto_audios/Types_of_vaccination.mp3'),
  Topic(
      id: 14,
      title: 'ويکسين څنګه تر لاسه کيدے شي',
      description:
          'د پاکستان حکومت د ويکسين جورونکو پارټنرانو د مرستے کولو پوره کوشش کوي چي د کويډ ۱۹ ويکسين د اتلس او اتلس نه زياتو کالو عمر کوم چي اوس د اتلس کالو عمر نه کم شوي هم دے چي هغوي ته د ضرورت مطابق ويکسين موجود وي ۔ په مختفو ځايونو لکه عوامي مقامونو ، پارکونو ، د بسونو په اډو او پرائيويټ هسپتالونوکښي د ويکسينشن دپاره سينټرے قائم کړے شوي دي۔ دي ګام د کوود ۱۹ ويکسينشن د ميډيا په زريعه په ډير لوئي کچ د پيغام رسانئ په زريعه وړاندے بوتلے دے۔\n\n'
          '۱ ۔ وړومبي خوراک۔  وګړي د موبائل نمبر نه په ۱۱۶۶ خپل شناختي کارډ نمبر ليګلو باندے خپل اندراج اوکړي يا د نادره په ويب سائټ اوګورئي۔ ۱۱۶۶ نه د خودکاره پيغام په ذريعه به د ويکسين داولني خوراک دپاره د يو خاص ويکسينشن سينټر مقرر کيدو پيغآم راشي۔ \n\n'
          ' ۲ ۔ دويم خوراک۔ ددويم خوراک پيغام د ۶۶ ۱۱ نه ۲۴يا۴۸ ګنهټے وړاندے اولس ته د ځانه ليګلے کيږي۔\n',
      audioUrl: 'pushto_audios/covid_pashto_audios/How_to_get_vaccines.mp3'),
  Topic(
      id: 15,
      title: 'ويکسينششن کله لګول پکار وي',
      description:
          'دپاکستان حکومت د هر عمر خلقو د پاره ويکسين مفت فراهم کړے دے نو پکار ده چي څومره زر  ويکسين اولګولے شي نو دومره به ښه وي۔شناختي کارډ نبمر په فوري توګه په ۱۱۶۶يو پيغام اوليګئي او د محصوص کړے شوي ځايونو نه د ويکسينشن تاريخ تر لاسه کړي ۔ ددهي نه علاوه حکومت په لوئي کچ د خلقو د سهولت دپاره نزدي ويسينشن سيټرے قائمي کړي دي ۔\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/When_to_get_vaccination.mp3'),
  Topic(
      id: 16,
      title: 'د ويکسين پحقله خوره شوي بد ګماني ',
      description:
          'د کويډ ۱۹ د انتظامئي سره مختف قسمه قيصي تړلي شوي دي لکه د اولاد زيږولو صلاحيت کمول، په بد ن کښې چپ لګول چي له وجي ئي په خلقو کښي د ويکسين په ضد وا ئرس پيدا کول دي چي ورسره د ويکسينشن عمل مخ په وړانډے روان شي، او اوس چي سره د پاکستان د کورونا د مخنيوي ويکسين په ټوله نړي کښي په زرګونو خلقو ته رسيدلے دے نو ددي د کاميابي يو ښکاره ثبوت دے چي ويکسين ددي بيمارخلاف په ژوند بچ کولو کښي تحفظ فراهم کوي د کومو کويډ ۱۹ د وائرسو له وجي چي په نړي کښي تر اوسه په لکهونو خلق مړه شوي دي او ددي نه علاوه څه قسمه نوره ممکنه خطري هم کم شوي دي ۔\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/Myths_about_vaccination.mp3'),
  Topic(
      id: 17,
      title: 'د کويډ ۱۹ پحقله مشهور بد ګماني',
      description:
          'د مختلفو بيماروپحقله وکت په وخت مختلفي بدګماني پيدا شوي دي کومي چي د تحقيق نه پس ثبوتونو غلطي ثابتي کړي دي۔ په اوسنئي زمانه کښي يو څو عامي بيماري کومي چي د بدګمانيانو ښکار دي مثلا جزام ، نري رنځ ، او نزله ۔\n\n'
          'په دسمبر ۲۰۱۹کښي د کويډ ۱۹ خوريدو سره په ټوله دنيا کښي تباهي جوړه کړه او د انساني ژوند هر يو اړخ يه اوزپو۔ کو د بد قسمتي نه بدګمانئي نوري کوري شوي کوم چي د پاليسي سازو د پاره نوري مسئلے جوړي کړي ځکه چي خلق د وائرس په موجودګئي يقين نه کوي او دا يو بين الاقوامي سازش ګنړي ۔ د کويډ ۱۹ په حقلي يو څو بد ګمانئي دادي \n\n'
          '۱ ۔ اوږه، کورکمان ، او ليمبو (يا د خوراک نور هغه څيزونه کو م چي په کورونو کښي د نزلي يا  عامي يخنئي دپاره استعماليږي) د خوړلو سره کويډ ۱۹مخنيوي کيږي ۔\n\n'
          '۲ ۔  د مالګينو اوبو د باقاعده استعمال سره د کويډ ۱۹ مخنيوي کيږي ۔\n\n'
          '۳ ۔ ګرمي اوبه څښل او زيات وخت نمر ته کيناستل د کويډ ۱۹ خلاف موثره وي \n\n'
          '۴ ۔  په ګرمو اوبو لامبلو سره انسان بچ کيدے شي۔\n\n'
          '۵ ۔ کويډ۱۹ ګرمو يا زيتو نمژنو علاقو کښي نشي خوريدے۔\n\n'
          '۶ ۔ هينډ سنيټائزر د اوبو او صابون نه غوره دے۔ \n\n'
          '۷ ۔ اينټي بيکټريل داروګان  ددي غوره علاج کولے شي ۔\n\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/Overall_myths_about_COVID.mp3'),
  Topic(
      id: 18,
      title: 'د کويډ ۱۹ په ذهني صحت اثرات',
      description:
          'کويډ ۱۹ په خلقوڅه اثرات داسي  هم کړي چي د ژوند د نوي حقيقتونو سره يه مخ کړي دي۔ \n\n'
          ' د مثال په ټوګه\n\n'
          '۱۔  د کور نه کار کول \n\n'
          '۲ ۔ عرضي بے روزګاري \n\n'
          '۳۔  د وړو په کور سبق\n\n'
          '۴۔  د کورنئ د نورو خلقو او د دوستانو سره  په تګ و پار کښي کمي \n\n'
          '۵۔  د ژوند نوي طريقي خپلول \n\n'
          '۶۔ او د وائرس د لګيدو د ويري ځان بچ کول غټي ننوکي دي \n\n'
          'دا د هغه خلقو د پاره نور هم ګرانه وي کوم چي د ذهني مسئلو سره مخ وي ۔ په خوش قسمتي سري داسي ډير څيزونه کيدے شي د کومو سره چي مونږ خپل زهني صحت ښه ساتلے شواو دنورو خلقو کوم چي د ذهني مسئلو ښکار وي د هغوي مرسته کولے شي کوم چي په دي حالاتو کښي يوه عامه خبره ده ۔\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/COVID_19_impacts_on_Mental_Health.mp3'),
  Topic(
      id: 19,
      title: 'کوم قسم نفسياتي مدد موجود دے ياموجود کيدے شي  ',
      description:
          'لاديني نفسياتي مرسته هغه خلقو ته ورکولے شي کومو ته چي د کويډ ۱۹ د وجي د نفسياتي مرستي ضرورت دے\n\n'
          '۱ ۔  د ټولو نه وړومبي حفاٖظت : د خبره يقيني کړي چي کوم خلق نفسياتي مرسته ورکوي هغه پخپله رنځوراو نور خلق د نقصان نه بچ کړي۔ که څوک غير محفوظوي هغه دي ځائي پريدي او يا دي  د چا ملګري  نه مدد وغواړي او يا دي ايمرجنسي سروس راغواړي چي څه ناوړي پيښي نه بچ شي ۔ د کويډ ۱۹ خلاف حفاظتي ګامونه پورته کړي (جسماني فاصله وغيره)۔ خپل ځان په خظره کښي مه اچوي \n\n'
          '۲ ۔  رنځور او دهغه کورنئي ته اوښائي چي تاسو څوک ئي : احترام سره خپله پيژند ګلو اوکړي – خپل نوم او کردار او دا چي تاسو د هغوي مرسته کوي ۔ د هغوي نه د نومونو تپوس اوکړي په کومه ئي چي تاسو بللي شي اوچي رنځو ر په راحته وي ۔\n\n'
          '۳ ۔ په آرا م پاتي شي : په ناروغه چغي مه وهي  او په جسماني توګه مه محدود کوي \n\n'
          '۴ ۔ غوږ اونيسي : خپل د خبرو هنر په استعمال کښي راولي ۔ په رنځو ر د خبرو کولو دپاره زور مه راوړي ۔په آرام پاتي شي او هغوي ته د باور ورکړي چي تاسو دهغوي د مدد او اوريدو دپاره ئي \n\n'
          '۵ ۔ عملي آرام او معلومات ورکړي :هغۀ تن له د خبرو دپاره د سکون ځائي د څکلو دپاره څه څيز يا کمبل ورکړي ۔ د خيال ساتلو د اعشارے اصل کښي رنځور ته په محفوظه محسوسولو کښي مرسته ورکوي ۔ د هغوي د ضروروتونو او د هغوي د مرستي تپوس اوکړي ۔\n\n'
          '۶ ۔ د ناروغه سره مرسته اوکړي چي سکون بيرته ترلاسه کړي:\n\n'
          '      ا۔ که رنځور پريشانه وي نو په رو رو د هغه په ساه اخستو کښي مرسته اوکړي ۔\n\n'
          'ب۔ که يو تن د رابطي نه بهر وي نو دهغه په تګ و پار او چاپيرچل د نظر ساتلو د خواست سره د هغه موجودګئ په حقله هم تپوس کوي ۔\n\n'
          'ت۔ د هغوي مرسته کوي او هغي خلقو ته ځان اورسوي کوم چي د دوي مرسته کولے شي ۔\n\n'
          '۷ ۔ واضحه معلومات وړاندے کړي : د حالاتو په پيژنګلو کښي د تن مرسته کول او کوم قسمه مدد موجود دے ۔ دا خبره باوري کړي چي تاسو کله هم خبري کوي پکار دي نو چي هغه تن پري پوهيږي ۔ خپل پيغام ساده ساتي او بيا بيا ئي وائے  او که ضرورت وي نو اوليکئي ۔ او دهګوي نه اوپوهتي چي هغوي پوهه شول او څه تپوس خو ئي نشته ۔\n\n'
          '۸ ۔  د تن سره پاتي کيږئي ۔ کوشش کوي چي هغه تن يواځي نه پري دئي ۔ نو داسي يو کس اوګورئي د هغه په دوستانو يو يو خپلوانو کښي کوم چي د مرست تر لاسه کيدو پوري د مريض سره وي ۔او يا هغه په سکون شي ۔\n\n'
          '۹ ۔ رنځور خصوصي مرستي ته وړاندے کړي : که چره داسي محسوسه چي رنځور ته د نور خيال ساتلو او يا ډاکټر د مشوري ضروروت دے نو غوره داد ه چي رنځور دي خبر کړے شي او يا د هغه کورنئي د پوهه ذهني بيمارو د  ډاکټر مرسته والي چي رنځ نور زيات نشي۔\n\n',
      audioUrl:
          'pushto_audios/covid_pashto_audios/What_kind_of_Psychosocial_Support_is_available_or_can_be_available.mp3'),
  Topic(
    id: 20,
    title: 'که تا سو ډير ناروغه ئي نو مرسته تر لاسه کړي',
    description:
        'که تاسو پريشانه ئي نو خپل ډاکټر ته کال اوکړي چي تاسو څنګه محسوسوي ۔\n\n'
        'د مناسبه طبي مرستي دپاره ريسکيو ون ون ټو ټو ته کال اوکړي۔\n\n'
        '\nاپريټر ته اووائے چي په کويډ ۱۹ کښي هم مرسته پکار ده۔',
    audioUrl:
        'pushto_audios/covid_pashto_audios/Get_Help_if_you_are_Very_Sick.mp3',
  ),
  Topic(
    id: 21,
    title: 'احتياطي طريقي',
    description:
        '۱ احتياط د علاج نه غوره دے ځکه چي د يو تن د علاج ډيرو مصيبتونو نه ساتي لکه مالي ستونزي ۲هسپتال کښي داخليدل او کمزوري وغيره۔  نوري طريقي دادي \n\n'
        'بند او دبيړي په ځايونو کښي په مخ د ماسک لګولو نه علاوه ټوخي او انتروشي په وخت ټشو باندے پټول۔\n\n'
        '۳ د ګنړي نه ځان بچ ساتي ، خلقو سره په کمه رابطي ساتلو د رنځ د خريدو خطره کمه وي ۔د عوامي  ځايونو او غير ضروري اولسي غونډو نه ډډه کوي ۔\n\n'
        '۵ دلاسونو صفائي، کم نه کم تر شل سيکنډو پوري لسونه په صفا اوبو بيا بيا وينځي او که چري صابون يا اوبه نه وي نو هينډ سينيټائزر استعمالوي ۔\n\n'
        '۶د سا ه د بيماري علامات لرونکو سره د نزدي تعلق ساتلو نه ځان ساتي۔\n\n'
        '۷ د کور نه بهر د خلقو نه په ۳۔۴ ميړه فاصله لري اوسي۔\n',
    audioUrl: 'pushto_audios/covid_pashto_audios/Precautionary_Measures.mp3',
  ),
  Topic(
    id: 22,
    title: 'د کويډ ۱۹ زپلي تن سره د رابطے نه پس په کور کښي اوسئي',
    description:
        '۱کور کښي اوسئي او هغه طريقو ته اوګورے د کومو نه چي کويډ ۱۹ تاسو ناروغه کولے شي ۔\n\n'
        '۲ تاسو به څوالس ورځي په کور پاتي کيږے۔\n\n'
        '۳ د ورځو د شمير په حقله به د صحت د محکمي نه تپوس کوي۔\n\n'
        '۴ که ځان درته ناروغه ښکاري نو ډاکټر ته به کال کوي ۔\n\n'
        '۵ ډاکتر ته به وائي چي تاسو ته د کويډ ۱۹ د ټسټ ضرورت شته۔\n\n'
        'که تاسو تي کويډ ۱۹ وي نو ګامونه پورته کړي \n\n'
        '۱ کور کښي پاتي شي۔\n\n'
        '۲ د خلقو نه لري اوسئي\n\n'
        '۳ خپله کمره کښي اوسئي\n\n'
        '۴خپله غسل خانه استعمالوي۔\n\n'
        '۵ خپله کمره کښي خوراک کوي ۔\n\n'
        '۶د پالتو ځناورو نه لري اوسئي۔\n\n'
        'خپل لاسونه په صابون او اوبو کم نه کم تر شلو سيکندو پوري وينځي\n\n'
        '۷کور پاتي کيږي چي تر څو ښه شوي نه ئي۔\n',
    audioUrl:
        'pushto_audios/covid_pashto_audios/StayHomeAfterContactToaPersonWithCOVID19.mp3',
  ),
  // Topic(
  //   id: 23,
  //   title: 'خپل لاسونه ډير ونځئي',
  //   description: '۱ خلے له د لاس وړو نه مخکښي خپل لاسونه ضرور وينحئي \n\n'
  //       '۲خپلو سترګو له د لاس وړو نه مخکښي لاسونه ضرورو وينځئ۔\n\n'
  //       '۳ پوزي له د لاس وړو نه ؤړاندے لاسونه ضرورو ونځي \n\n'
  //       '۴ خپل لاسونه په صابون او اوبو ونځي \n\n'
  //       '۵ خپل لاسونه کم نه کم شل سيکندو دپاره وينځي او ښه مږئي۔\n\n',
  //   audioUrl: 'pushto_audios/covid_pashto_audios/Wash_your_hands_often.mp3',
  // ),
];
