import 'package:lgs_audiopedia/model/topic.dart';
import 'package:flutter/material.dart';

final UrdoData = <Topic>[
  Topic(
      id: 1,
      title: 'کوﺭونا وائرس',
      description:
          "کورونا وائرس, وائرس کی ایک بڑی فیملی ہے جو عام زکام سے لے کر مشرق وسطیٰ کے سانس کے سنڈروم (ایم ای آر ایس) اور شدید شدید سانس کے سنڈروم (سارس) جیسی زیادہ شدید بیماریوں تک بیماری کا سبب بنتا ہے۔ یہ  وائرس ایک نیا کورونا وائرس کي  ايک نئی قسم  ہے جس کی  شناخت انسانوں میں پہلے نہیں کی گئی تهي۔   کوﺭونا وائرس , وائرس کي ايک فيملي هے جو متعدی بیماری یعنی انسانوں میں سانس کی بیماری کا سبب بن سکتا ہے اوﺭ اسے کورونا اس ليے کہا جاتا ہے- کیونکہ  اس وائرس کی سطح پر تاج کی طرح کی سپائکس ہوتی ہیں۔ "
          '•	اس کی مثالیں'
          'o	شدید سانس کا سنڈروم -  Severe Acute Respiratory Syndrome SARS- سارس اور مشرق وسطیٰ کے سانس کے سنڈروم -  Middle East Respiratory Syndrome  MERS - ایم ای آر ایس اور عام زکام ہیں.'
          '•	کورونا وائرس فطرت میں ایک زونوٹک يعني حیوانوں سے پيدا هوني   والي بیماریوں میں سے ايک بيماﺭي   ہے جو جانوروں اور لوگوں کے درمیان منتقل ہوتا ہے۔'
          '•	  کورونا وائرسکی عام علامات میں:'
          '	 سانس کی علامات،'
          '	 بخار کی علامات'
          '	کھانسی اور سانس کی تکلیف'
          '	اور سانس لینے میں دشواری شامل ہیں'
          '•	 زیادہ شدید صورتوں میں، نمونیا، شدید سانس کے سنڈروم، گردےکی ناکامی اور یہاں تک کہ موت کا سبب بهي بن سکتاہے۔•'
          '•	کورونا وائرس پر قابو پانے کے لئے  پهلے سے طے شده معیاری طریقہ کار کچه يو هين:'
          'o	 سماجی فاصله قايم ﺭکهنا،'
          'o	 باقاعدگی سے ہاتھ دھونا،'
          'o	 ماسک پہننا'
          'o	 پرہجوم جگہوں سے پرہیز کرنا'
          'o	 اور سانس کی بیماری کی علامات ظاہر کرنے والے افراد جیسے کھانسی اور چھینکنا ہے سے دوﺭ ﺭهنا۔'),
  Topic(
      id: 2,
      title: 'کورونا وائرس کي  تاریخ',
      description:
          'یہ ناول کورونا وائرس (کوویڈ-19)  دسمبر 2019 میں چین کے صوبہ ہوبی کے ووہان شہر میں پہلی بار نمودار  ہوا تھا جو چین کے چاروں طرف اور یہاں تک کہ دنیا کے دیگر ممالک میں بھی پھیل گیا تھا۔ چونکہ کوویڈ -19 کي بيماﺭي 2003 میں سارک کے بيماﺭي سے زیادہ تناسب میں بھی بڑھ رہي تھے اس لئے بين القوامي صحت کا اداﺭه WHOنے  30  جنوری  2020 کو بین الاقوامی تشویش کی صحت عامہ کی ہنگامی صورتحال قرار ديا۔   مارچ 2020 میں صورتحال نے ایک بدصورت موڑ اختياﺭ کيا جب کوویڈ -19 کو دنیا کے مختلف ممالک اور براعظموں میں وبا پھیلنے کے ساتھ عالمي وبا قرار دیا گیا۔ یہ حقائق  وبا کی شدت اور پیچیدگی کو واضح کرنے کے لئے کافی تھے۔ '
          'ڈاکٹر ﺯ اور پیرا میڈیکس  کوویڈ 19 کو کنٹرول کرنے کے لئے ايک اہم  اوﺭ با اثر قوت  ہیں؛  تاہم عوام تک متعلقہ معلومات کی مناسب ترسیل کے ذریعے وبا پر موثر قابو پانے کے لئے عوامی شرکت ناگزیر  ہے۔'
          'کوویڈ -19 کي مزید پھیلاؤ پر قابو پانے کے لئے، آڈیو پیڈیا پر یہ صارف دوست  کتاب، بڑے پیمانے پر عوام کے لئے کوویڈ 19 کے بنیادی علم، اس کی علامات، حفاظتی اقدامات اور ضروری علاج سے اچھی طرح واقف ہونے کے لئے تیار کیا گیا ہے۔  جس کا مقصد عوام کے لئے  ايک منظم رہنما کے طور پر کام کرناہے که جس سے عوام کواگاہی حاصل هو؟  یہ متعلقہ علم کو مقبول بنانے، بیماریوں کی روک تھام اور کنٹرول کے بارے میں آگاہی پیدا کرنے اور سماجی خوف و ہراس کی روک تھام میں لازمی کردار ادا کرے گا۔ '
          'علامات:'
          'کوویڈ ١٩ہلکے سے  دﺭمياني دﺭجے اور شدید بیماری تک مختلف طریقوں سے لوگوں کو متاثر کرتاہے۔ لوگوں کی اکثریت کو ہلکے یا غیر علامتی کورونا وائرس کے انفیکشن کا سامنا کرنا پڑتا ہے، کچھ لوگوں میں کہیں زیادہ سنگین اور یہاں تک کہ جان لیوا علامات اور پیچیدگیاں ہوں گی۔'
          'ہلکی علامات:'
          '•	فرینگیل کنجیشن (گلے) کی بھیڑ سے مراد کسی شخص کے گلے میں بلغم جمع ہونا ہے۔ یہ عام طور پر سردی اور فلو میں دیکھا جاتا ہے۔'
          '•	گلے میں درد اور مختصر مدت کا بخار '
          '•	خشک کھانسی'
          '•	تھکاوٹ'
          '	  دﺭميانے دﺭجے کي  علامات:'
          '•	پھیپھڑوں کی سوزش: يه  ایک ایسی حالت ہے جس میں پھیپھڑوں کو سینے کی دیوار سے الگ کرنے والے ٹشو کی پتلی پرتیں سوزش کا شکار ہو جاتی ہیں۔'
          '•	ہلکا نمونی: يه ا ایک ایسی حالت ہے جو کسی مریض کے سینے میں درد، سانس یا کھانسی ہوجاتی ہے۔ '
          '•	بخار،'
          '•	 کھانسی '
          '•	تھکاوٹ '
          '•	 سر درد '
          '•	اسہال'
          'o	ذائقہ یا بو کو محسوس کرنے میں کمی جيسے علامات هوتے هين'
          '	  سنگین علامات:'
          '•	شدید نمونیا'
          '•	سانس لینے کا مسئلہ '
          '•	سانس کی تکلیف '
          '•	سینے میں مستقل درد یا دباؤ'
          '•	نیلے ہونٹ یا چہرہ '
          'ہلکی علامات کے ساتھ کورونا کے مریض جو که صحت مند ہیں گھر پر کوویڈ ١٩ کا انتظام اوﺭ يا اس پر قابو پا سکتےہیں۔   دﺭمياني علامات کے مریضوں کو جو بہت عام ہیں اور عام طور پر تقریبا 7-14 دن تک جاری رہتے ہے  اس طﺭح کي علامات ميڼ کوویڈ 19 کی طول اور سنجیدگی سے بچنے کے لئے مناسب طبی علاج اور نگرانی کی ضرورت ہوتی ہے۔ سنگین علامات کے حامل مریضوں کو فوری طور پر اسپتال میں داخل ہونے کی ضرورت ہوتی ہے تاکہ اسپتال میں  نامزد اہل ڈاکٹر کی قریبی نگرانی میں ضمنی آکسیجن اور  ان کي نگرانی مين دوا  اوﺭ علاج کو یقینی بنایا جاسکے۔ '),

  // Topic(id: 20, title: 'What kind of Psychosocial Support is available or can be available', description: description),
];
