import 'package:lgs_audiopedia/model/topic.dart';

final allTopicsLGUrdo = <Topic>[
  Topic(
      id: 1,
      title: 'انضمام شدہ قبائلی علاقوں کا تعارف.',
      description:
          'نئے ضم شدہ قبائلی اضلاع وہ علاقے ہیں جو کہ اس سے پہلے وفاق کے زیر نگران/ زیر انتظام قبائلی علاقہ جات (فاٹا) کہلاتے تھے۔ان علاقوں کی سرحدوں کی نشاندہی شمال میں افغانستان اور مغرب میں ڈیورنڈ لائن کرتی ہے۔ علاوہ ازیں مشرق میں خیبر پختونخواہ اور جنوب میں بلوچستان واقع ہے۔ ان اضلاع میں باجوڑ، مہمند،خیبر، اورکزئی، کرم،شمالی اور جنوبی وزیرستان شامل ہیں۔ اس میں چھ قبائلی ڈویژن (جو کہ سابقہ سرحدی علاقے کہلاتے تھے)، حسن خیل،درہ آدم خیل،وزیر،بٹانی، درزندہ، اور جندولہ،ڈسٹرکٹ پشاور میں، کوہاٹ، بنوں ، لکی مروت، ڈیرہ اسماعیل خان، اور ٹانک با ترتیب شامل ہیں۔ سال 2017کی مردم شماری کے مطابق ضم شدہ علاقہ27220مربع کلو میٹر ہے اور آبادی تقریباََ4.993میلن ہے۔'
          ' خیبر پختونخواہ اور فاٹا انضمام کے بعد کا منظرنامہ کئ ضروری وجوہات کی نشاندہی کرتا ہے جن میں ریاست اور عوام کا تعلق بحال کرنا اور بڑھتی ہوئ /جنجھلاہٹ کا سبب بننے والی سماجی و اقتصادی خلا کو کم کرنا ہے۔ ',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo1.mp3'),
  Topic(
      id: 2,
      title: 'انضمام کی دلیل',
      description:
          'اس سے بیشتر سابقہ فاٹا  میں اصلاحات کا عمل 1970کی دہائ کے ابتداء   میں ہوا۔  تاہم آئین پاکستان میں آرٹیکل246 اور 247میں موجود  خصوصی شق کی وجہ سے ان اصلاحات کے عملدرآمد میں تاخیر ہوئ۔ ان دفعات میں ان علاقوں کی حکمرانی اور توسیع کے لئے الگ الگ طریقہ کار کی تفصیل دی گئ ہے۔ جب اور ضرورت کے مطابق ان علاقوں کےلئے تما م قانونی اختیارات روایتی جرگہ کے پاس ہونگے۔ قبائلی علاقوں کے رواج (روایت )کے مطابق  روایتی  جرگہ اور سیاسی انتظامیہ کو فوجداری اور دیوانی دونوں صورتوں میں فیصلہ سنانے کا اختیار تھا۔ لوگوں کے پاس ان  کے خلاف اپیل کرنے کا  بنیادی حق بھی نہیں تھا۔ فرنٹیئر کرائم ریگولیشنز (FCR)میں موجود اجتماعی ذمہ داری کے قانون کے مطابق ایک فرد کے جرم کے لئے اسکے پورے قبیلے کو ذمہ دار ٹھہرایا جاتا تھا۔ جو کہ ایک زہِرقاتل قانون تھا۔ اسکے علاوہ اور بھی بہت سے بنیادی انسانی حقوق جو کہ تمام پاکستانی شہریوں کے پاس تھے ، قبائلی لوگ ان سے محروم تھے۔سب سے دلچسپ امریہ تھا کہ قوی اسمبلی کے وہ ارکان جو کہ قبائلی علاقوں سے تعلق رکھتے تھے وہ اپنے علاقوں کے علاوہ تمام پاکستان کے لئے قانون سازی کر سکتے تھے۔ قبائلی لوگوں کے پاس باقاعدہ عدالتی نظام بھی موجود نہیں تھا۔جسکی وجہ سے انکی رسائ ہائ کورٹ اور سپریم کورٹ تک نہیں تھی۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo2.mp3'),
  Topic(
      id: 3,
      title: 'فرنٹیئر کرائمز ریگولیشنز (FCR)',
      description:
          'ایف سی آر(FCR)وہ خصوصی مقرر کردہ قوانین تھے جو کہ برطانوی حکومت نے وفاق کے زیر انتظام قبائلی علاقہ جات پر حکومت کرنے کے لئے 1901میں نافذ کئے تھےFCR))پاکستان میں 2018تک نافذ العمل رہا۔FCR کی حدود میں ایک فردکے جرم کی ذمہ داری پورے قبیلے پر لاگو ہوتی تھی۔ FCR اپنے اختیارات پورے خاندان/قبیلے  پر استعما ل کر سکتا تھا، جو کہ ایک اندھا/کالاقانون تھا۔جیسا کہ جج اور پولیس والے اختیارات صرف ایک آدمی کے پاس تھے جسے پولیٹکل ایجنٹ (Political Agent )کہا جاتا تھا۔ قبائلی جرگہ سیاسی (یعنی ایجنسی) انتظامیہ کے منتخب افراد ہونے کے ناطے تنازعات کے حل کا مرکزی فورم تھا جس میں ملزمان کو عدلیہ کے ذریعے ٹرائل کرنے کا کوئی باضابطہ حق حاصل نہیں تھا۔ان کچہریوں میں ملزمان کے پاس باقاعدہ طور پر کوئی حقوق نہیں تھے جو ا یک عدالتی مقدمہ میں ہوتے ہیں۔ ایف سی آر کی بہت سی شقییں انتہائی امتیازی، غیر اسلامی اور آئین پاکستان میں درج بنیادی حقوق کے ساتھ ساتھ اقوام متحدہ کے انسانی حقوق کے چارٹر کے خلاف تھی۔مثال کے طور پر، پاکستان کے 1973 کے آئین میں آرٹیکل 1 کے تحت واضح طور پر کہا گیا ہے کہ سابق فاٹا کے باشندے دیگر شہریوں کی طرح پاکستانی تھے اور انہیں دیگر شہریوں کی طرح مساوی سلوک رکھا جانے کے قانونی حقوق حاصل تھے۔ تاہم، آئین کے آرٹیکل 4، 8، 9 اور 25 میں درج بنیادی انسانی حقوق سے سابق فاٹا کے باشندوں کو محروم رکھا گیا  جبکہ وہ    ملک کے مساوی شہری تھے۔ ',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo3.mp3'),
  Topic(
      id: 4,
      title: 'FCR کو ختم کرنے کی ضرورت',
      description:
          'ایف سی آر کونافذ کرنے کا مقصد  قبائلی لوگوں کو دبانے ، 19ویں صدی میں روس کو سامراجی مقاصدسے باز رکھنا اوران   پر مشتمل افغان سرحد تک  کے راستے کی حفاظت کو یقینی بنانے کے لیے کیا گیا تھا۔ ایف سی آر کا بنیادی مقصد استعماری طاقت کے مفاد میں بالواسطہ طور پر اس خطے کی  سربراہی کرنا تھا۔ بدقسمتی سے پاکستان کی آزادی کے نصف صدی بعد بھی فاٹا پر 2018 تک دقیانوسی/فرسودہ انتظامی اور قانونی نظام کے ذریعے حکمرانی کی گئی۔ بنیادی انسانی، عدالتی اور قانونی حقوق سے انکار اور ان  کےگٹھ جوڑ  معاشی پسیماندگی کے ساتھ  مل کر وہ وجوہات بنی جس سے لوگوں کی  خواہش کے مطابق ایف سی آر کو ختم کیا گیا۔ ',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo4.mp3'),
  Topic(
    id: 5,
    title: 'FCR میں موجود نقائص',
    description:
        'انسانی حقوق کے نقطہ نظر سے ایف سی آر ایک (Black law)کالا قانون تھا کیونکہ یہ فاٹا کے سابقہ رہائشیوں اور پاکستان کے باقی شہریوں کے درمیان فرق کر رہا تھا جبکہ آئین پاکستان  کے آرٹیکل 1 میں کہا گیا ہے کہ تمام شہریوں کو مساوی/برابرکے حقوق حاصل ہیں۔ ایف سی آر کی شق عالمی انسانی حقوق اور پاکستان کے آئین کے اعلان کی صریح خلاف ورزی تھی جس میں اظہار رائے کی آزادی،حقِ انجمن اور ترقی شامل ہیں۔ لیکن یہ ان تک محدود نہیں تھا ایف سی آر خاص طور پر خواتین کے خلاف جرائم کے بارے میں خاموش تھا اور ایف سی آر کے عدالتی نظام میں خواتین کی کوئی نمائندگی نہیں تھی۔ لوگوں کو ہائی کورٹ یا سپریم کورٹ آف پاکستان میں اپیل کرنے کا کوئی حق نہیں تھا، اس طرح انہیں ایف سی آر کے نیم  عدالتی نظام کے رحم و کرم پر چھوڑ دیا گیا تھا۔ جسکی وجہ سے وہ جیلوں میں نڈھال پڑے ہوئے تھے۔ان تمام خامیوں اور معاملات نے شہریوں اور ریاست کے درمیان اعتماد کی کمی کا احساس پیدا کیا اور اس کے نتیجے میں ریاست کی رٹ کو چیلنج کرتے ہوئے عسکریت پسندی/جارحیت کی شکل میں انتشارو بدنظمی کی صورت حال پیدا ہوئی۔جس میں انہوں نے ریاست کی طاقت کو للکارا۔  لوگ بڑے پیمانے چاہتے تھے کہ آئین پاکستان کے مطابق تمام قوانین اور حقوق کا  قبائلی علاقوں کے لوگوں کے لیے بھی عملدرآمد ہو اور ان قوانین میں توسیع وہاںکے لوگوں کی خواہش بھی تھی۔'
        ' قانونی اور آئینی خلاء/خامیوں کے علاوہ،  قبائلی لوگوں کی اقتصادی بدحالی، سماجی و معاشی اشاروں میں پستی وہ  بنیادی وجوہات تھیں جنہوں نے سابقہ فاٹا کے باضابطہ طور پر کے پی میں انضمام کا عمل طے کروایا۔ ',
    audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo5.mp3',
  ),
  Topic(
    id: 6,
    title: 'انضمام کا عمل',
    description:
        'آئینِ پاکستان کے مطابق ، یہ ضروری تھا کہ قبائلی عوام سے  رائے لی جائےکہ آیا وہ اپنے علاقوں کا باضابطہ خیبرپختونخوا (کے پی) کے ساتھ انضمام چاہتے ہیں یا مناسبت کے لحاظ سے کوئی اور انتظام/بٹوارہ چاہتے ہیں۔چنانچہ ، عسکریت پسندی کے سدباب کے بعد یہ فیصلہ ہوا کہ آئینِ پاکستان کے مطابق قبائلی عوام سے  ،انضمام سے متعلقہ ،تفصیلاَََ مشاورت کی جایئگی کہ آیا وہ باقی صوبوں کی طرح خودمختاری چاہتے ہیں یا  موجو دہ حالات سے خوش ہیں۔ اس مشورے کا مقصد  شہریوں اور ریاست کے درمیان اعتماد کی کمی کو پورا کرنا تھا۔'
        'اس مقصد کے لیے تجربہ کار سیاسی رہنما جناب سرتاج عزیز کی سربراہی میں اعلیٰ اختیاراتی وزیر اعظم ریفارمز کمیٹی بناے کااعلان  کیا گیا۔جس نے مشاورت کے لیے تمام قبائلی علاقوں کا دورہ کیا۔ مقامی قبائلیوں کے ساتھ مشاورتی عمل کے نتیجے میں کمیٹی کی طرف سے یہ  سفارش کی گئی کہ قبائلی عوام کی خواہشات کے مطابق سابق فاٹا کو کے پی میں ضم کرنے کے لیے آئینی ترمیم کی جائےگی ۔'
        'مندرجہ بالا سفارشات کی بنیاد پر، پاکستان کی قومی اسمبلی نے بروزجمعرات، 24 مئی 2018 کو ایک تاریخی آئینی ترمیم منظور کی، جس میں وفاق کے زیر انتظام قبائلی علاقوں (فاٹا) کے خیبر پختونخواہ (کے پی) کے ساتھ انضمام کا مطالبہ229-1 ووٹوں سے انضمام کے حق کیا گیاتھا۔ یہ سابق فاٹا میں ایف سی آر  (FCR)کے اثرات کی نفی کرتا ہے۔اور اسکوکے پی اسمبلی کے پاس کردہ قوانین و ضوابط کی پیروی کے لئے ذمہ دار قرار دیتا ہے۔اور اسکو فوری طور پر آئینِ پاکستان کے ما تحت کام کرنےکا مجاذ ہے۔ ',
    audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo6.mp3',
  ),
  Topic(
    id: 7,
    title: 'انضمام کے بعد نیا نظام',
    description:
        'آئین پاکستان کے (25 ویں ترمیم) ایکٹ2018 ،اور کسی بھی دوسرے قانون میں موجود دیگر تمام قابل عمل دفعات، کے مطابق انتظامی نظام میں تبدیلی کی گئی ، جو فی الوقت، سابقہ وفاق کے زیر انتظام قبائلی علاقوں(سابق فاٹا) میں نافذ تھا۔ انضمام کا آغاز پولیٹیکل ایجنٹس، ایڈیشنل پولیٹیکل ایجنٹس اور اسسٹنٹ پولیٹیکل ایجنٹوں کو (ختم کر کے)بالترتیب  ڈپٹی کمشنر، ایڈیشنل ڈپٹی کمشنرز اور اسسٹنٹ کمشنرز کے طور پر دوبارہ نامزد کرنے کے ساتھ ہوا، جنہیں ضلع کلکٹر، سب ڈویژنل اور تحصیل کلکٹر کے طور پر بااختیاربنایا گیا/ٰاختیارات دے گئے۔ '
        'اس سے پہلے فاٹا میں باظابطہ طور پر زمین کا ریکارڈ نہیں تھا۔صرف شما لی وزیرستان اور کرم کےاضلاع کے کچھ علاقوں کے علاوہےیہ ریکارڈاور کہیں موجود نہیں تھا۔  اس سے پہلے زمینوں کی تقسیم قبائلی طریقوں سے ہوتی تھی۔ جس کے تحت ہر بندےکو زمین دینے کی جگہ پورے قبیلے کومختص کی  جاتی تھی۔ انضمام کے بعدسے مرحلہ وار بنیادوں پر زمین کی تصفیہ/تقسیم کا عمل شروع کر دیا گیاہے۔'
        'ضم شدہ علاقوں میں پاکستانی قوانین کے مطابق سپریم کورٹ اور ہائی کورٹ پشاور کے دائرہ اختیار کووسعت دے کر،عدالتی ڈھانچے کے باضابطہ قیام کے ساتھ، ان ضم شدہ علاقوں کو  اس دائرے میں شامل کر لیاگیا ہے۔ عدالتی ڈھانچہ میں ڈسٹرکٹ اور سیشن ججز اور سول کورٹس اور سیشن کورٹس کی پوسٹنگ شامل ہے۔  تاکہ فوجداری اور دیوانی مقدمات کوحکومت کے عام قوانین کے مطابق نمٹایا جا سکے۔ '
        'انضمام کے بعد کے پی کے ضم شدہ علاقوں میں اور باقی پاکستان میں اب تک کے رائج کردہ قانونی، انتظامی اور سیاسی نظام میں کوئی فرق نہیں ہے۔ ',
    audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo7.mp3',
  ),
  Topic(
    id: 8,
    title: 'محکموں/کمیشنوں کی توسیع',
    description:
        'انضمام سے قبل فاٹا میں اداراتی فریم ورک(Institutional Framework) ایک بہت ہی بنیادی ڈھانچہ کے لحاظ سے موجود تھاکیونکہ پولیٹیکل ایجنٹ اس ایجنسی کا سربراہ تھا اور امن و امان، انصاف کی فراہمی اور اپنے علاقوں کی سماجی و اقتصادی ترقی سمیت ہر چیز کے ذمہ داری اسکے پاس تھی۔ لیکن انضمام کے بعد، بہت بڑا اداراتی خلا (Institutional Gap)محسوس کیا گیا جس کو ختم کرنا  نئے انضمام شدہ علاقوں کی عوامی انتظامیہ کوا حسن طریقے سےچلانے کے لئے ضروری تھا۔ ۔ اسی مناسبت سے، صوبائی حکومت نے اپنے ماتحت تمام اداروں کا دائرہ کار ان علاقوں تک پہنچایا۔ ان شعبوں میں عدلیہ، پولیس، جیل، پراسیکیوشن اور دیگر کلیدی محکموں کا قیام شامل ہے جن سے یہ علاقے بروقت ترقی اور مرکزی دھارے میں لائے جا سکتے تھے۔  فی الحال تمام کلیدی محکمے جیسےکہ تعمیرات اور کام، پولیس، عدلیہ، جیل خانہ، اور صحت کے اداروں کو ، ضروری عملے کےساتھ،  بتدریج وسعت دے کرمقررہ وقت میں ایک بہترین (سطح پر پہنچانا)شکل دے دی جائے گی۔'
        'قومی ترقی کے تمام دفاتر ضم شدہ علاقوں میں، اضافی انسانی اور مالی وسائل کی منظوری کے ساتھ، قائم کیے گئے ہیں۔ کچھ نئے لائن ڈپارٹمنٹس (ماتحت ادارے)جن  کی توسیع  کی گئی:'
        '• محکمہ ریونیو جس نے پہلے ہی ضم شدہ علاقوں میں زمین کی تصفیہ پر کام شروع کر دیا ہے۔'
        '• ضم شدہ اضلاع کے ،شہری اور دیہی ،دونوں علاقوں میں تیز رفتار بنیادوں پر میونسپل خدمات اور دیہی ترقی کی فراہمی کے لیے 25 TMAs اور 711VC/NC کے قیام کے ساتھ مقامی حکومت کے نظام کی توسیع کی گئی۔ بلدیاتی حلقوں کے اعلان کے لیے حلقہ بندیوں کا عمل مکمل کر کے جلد بلدیاتی انتخابات کا مرحلہ طے کر لیا جائےگا۔'
        '• پولیس افسران اور اہلکاروں کے زیر انتظام پولیس چوکی کا قیام کیاگیا۔ موجودہ لیوی اور خاصہ دار فورسز کو ،مختلف پولیس ٹریننگ سکولوں میں مرحلہ وار پولیس کی باقاعدہ تربیت کے سلسلے کے ذریعےسے، آہستہ آہستہ اور بتدریج باقاعدہ پولیس کے ساتھ ملایاجارہا ہے۔۔ ان پولیس پوسٹوں نے فرسٹ انفارمیشن رپورٹ (ایف آئی آر) کا اندراج شروع کر دیا ہے جس کی بنیاد پر فوجداری اور دیوانی دونوں طرح کے مقدمات قانون کے مطابق عدالت میں دائر کیے جاتے ہیں۔'
        '• پراسیکیوشن ڈائریکٹوریٹ، ڈسٹرکٹ پولیس آفیسر (ڈی پی او) کے دفاتر اور اس سے منسلک ادارے موجود ہیں۔'
        '• ضم شدہ علاقوں میں عدالتی لاک اپ کو جیل میں تبدیل کر دیا گیا ہے جو محکمہ جیل کے اہلکاروں کے زیر انتظام ہے۔'
        ' • ضلعی عدالتیں، سیشن عدالتیں اور سول عدالتیں فوجداری اور دیوانی مقدمات کے نمٹانے کے لیے قائم کی گئی ہیں'
        '• ضم شدہ علاقوں میں بنیادی انسانی حقوق کی نگرانی اور عمل درآمد کو یقینی بنانے کے لیے ہیومن رائٹس ڈائریکٹوریٹ کو بڑھا دیا گیا ہے۔'
        '•خیبرپختونخواہ معلومات کا حق (آر ٹی آئی) ایکٹ  2013 کی عملدرآمدسے ان کو حکومتی ملکیت کے  محکموں سے معلومات، دستاویز، ریکارڈ، اور دیگر ضروری مواد تک رسائی کا حق دیتا ہے۔'
        '  • رائٹ ٹو سروس ایکٹ 2014 کو ضم شدہ علاقوں تک بڑھا دیا گیا ہے تاکہ لوگوں کو ،مقررہ وقت کے اندر ،عوامی خدمات کی فراہمی کو یقینی بنایا جا سکے۔ جس میں ناکامی کی  صورت میں سرکاری ملازمین کو ذمہ دارٹھرانا، انتظامی کارکردگی اور اس سے جڑے معاملات شامل ہیں۔'
        '• علاقے کی اقتصادی ترقی کے لیے بینکنگ سیکٹر کی باضابطہ حوصلہ افزائی کے لیے کوششیں جاری ہیں'
        '• تمام قبائلی اضلاع میں ریسکیو 1122 کے دفاتر قائم ہیں اور انہیں آپریشنل کر دیا گیا ہے۔ ریسکیو 1122 ایمرجنسی کی صورت میں مختلف خدمات فراہم کرتا ہے جن میں شامل ہیں:'
        '•	 ہسپتال پہنچنے سےپہلے کی  میڈیکل سروس قائم کی گئی ہے'
        '•	 ریسکیو ایمبولینسز تربیت یافتہ ایمرجنسی میڈیکل ٹیکنیشنز (EMTs) کے ساتھ جدید ترین بین الاقوامی معیار کے طبی آلات سے بنی ہیں۔'
        '•	آگ بجھانے کی خدمات فراہم کی جاتی ہیں۔'
        '•	 آگ کے ٹرک(Fire trucks) ،روایتی پانی کے نظام کے علاوہ ،فوم، CO2 اور DCP کی جدید ٹکنالوجی پر بنائے گئے ہیں، جو خصوصی فائر ریسکیورز (FRs) کے ساتھ ہر طبقے کی آگ کے خلاف لڑنے کی صلاحیت رکھتے ہیں۔'
        '•	تلاش اور ریسکیو(Search and Rescue) آپریشنل سروس۔'
        '•	تلاش اور ریسکیو آپریشن کی گاڑیاں تمام جدید ریسکیو آلات سے بنی ہیں جن میں آڈیو-ویڈیو سرچ کیمرے، مختلف کٹر، الیکٹرک وینچ، کشتیاں وغیرہ شامل ہیں جن میں ماہر ڈیزاسٹر ایمرجنسی ریسکیو ٹیم (DRs) شامل ہیں۔'
        '•صحت اور تعلیم سے متعلق آزاد مانیٹرنگ یونٹ (IMU) کو بھی، ضم شدہ ضلع میں صحت اور تعلیم کی سہولیات کی بہتر نگرانی کے لیے، توسیع دی گئی ہے۔ جس میں خدمات کی فراہمی جیسے پانی، باؤنڈری وال اور واشنگ سہولیات کے علاوہ ادویات، ڈاکٹروں، پیرامیڈیکس، اور اساتذہ بھی  ان سہولیات میں میسر ہونگے۔',
    audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo8.mp3',
  ),
  Topic(
    id: 9,
    title: 'نئے نظام میں عوامی کردار',
    description:
        '• ضم شدہ علاقوں میں قائم کیے گئے نئے نظام میں عوام کا کردار انتہائی اہمیت کا حامل ہے ۔خاص طورپرنئےنظام کو مضبوط بنانے کا عمل،ٹھوس بنیادوں پراسکا پھیلاو، ان کی فعال شرکت کے بغیر نامکمل ہے۔ خدمات کی فراہمی کے انتظامات، ہمیشہ نتائج کو بہتر بنانے کے لیے ،کمیونٹی کی شرکت کی مختلف شکلوں سے منسلک ہوتے ہیں۔ کمیونٹی کی شرکت کا دوسرا پہلو مقامی، علاقائی اور قومی سطح پر پبلک سیکٹر کی جوابدہی ہے۔'
        '• انتخابات میں عوام کی شرکت کا مطلب عام اور بلدیاتی انتخابات دونوں میں الیکشن میں حصہ لینا ہے۔ یہ آپ کے علاقوں میں فیصلہ سازی اور ترقیاتی منصوبہ بندی کے عمل کا حصہ بننے کا ایک موقع ہے۔ موثر انتخابات ،وسائل کی شفاف طریقے سے تقسیم کے ذریعےسے  خدمات کی فراہمی میں بہتری کو یقینی بناتے ہیں۔ منتخب نمائندے ترقیاتی سکیموں کی نگرانی کریں اور ان پر عملدرآمد کا باقاعدہ جائزہ لیں۔'
        '• عوام کا ایک اور بہت اہم کردار سول سوسائٹی کے فورم جیسے کمیونٹی بیسڈ آرگنائزیشن، اور سول سوسائٹی کی تنظیموں کے ذریعے شرکت کرنا ہے، تاکہ ترقیاتی نتائج اور مقاصد کے حصول میں سرکاری محکموں کی مدد کے لیے زیادہ سے زیادہ کردار ادا کیا جا سکے۔'
        '• عوام حکومت کی ترقیاتی سکیموں کی نگرانی اور رپورٹنگ کے لیے رضاکار گروپ بھی تشکیل دے سکتی ہیں۔'
        '• عوام سیلاب، زلزلہ، ڈینگی اور کووڈ جیسے وبائی امراض کی  ہنگامی صورتحال میں عوامی حساسیت کے لیے آگاہی مہم کے دوران بھی حصہ لے سکتے ہیں۔',
    audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo9.mp3',
  ),
  Topic(
      id: 10,
      title: 'مقامی خکومت کا نظام',
      description: 'مقامی خکومت کیا ہے؟\n'
          'پاکستان ایک وفاقی جمہوریہ ہے جس میں حکومت کے تین درجے ہیں: قومی، صوبائی اور مقامی۔ مقامی حکومت کو پاکستان کے 1973 کے آئین کے ذریعے تحفظ حاصل ہے اور ہر صوبے کا وقتاً فوقتاً اپنا مقامی حکومتی نظام اور نفاذ کا فریم ورک ہوتا ہے۔'
          'مقامی خکومت کسی ملک کی آئینی شق کے مطابق بنائی گئی حکومت کا تیسرا درجہ ہے اور نچلی سطح پر آبادی کو سیاسی عمل میں شمولیت اور ملکیت کا احساس دیتی ہے جو ان کی روزمرہ کی زندگی کو کنٹرول کرتے ہیں۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo10.mp3'),
  Topic(
      id: 11,
      title: 'مقامی خکومت کی تاریخ',
      description:
          'برصغیر میں تقسیم برصغیر اور برطانوی دور حکومت سے پہلے مقامی حکومت قائم تھی لیکن میونسپل سروسز کی فراہمی کے لیے زیادہ تر شہری علاقوں تک محدود تھی۔ پہلی میونسپلٹی 1668 میں ایسٹ انڈیا کمپنی نے مدرسہ میں قائم کی تھی اس کے بعد کنزروینسی ایکٹ 1842 کے ذریعے کچرے کو ٹھکانے لگانے کے لیے سینیٹری کمیٹی کی تشکیل دی گئی ۔ جو برصغیر میں بلدیاتی نظام کا باقاعدہ آغاز تھا۔ 1947 میں جب سے پاکستان معرض وجود میں آیا ہے، بلدیاتی نظام نچلی سطح پر بہتر نتائج کے لیے تیار ہوتا رہا ہے۔ 1947 کے بعد 10 سال تک ملک میں بلدیاتی نظام کا کوئی وجود نہیں تھا۔\n'
          'پاکستان میں مقامی خکومت کی فعال تاریخ کا آغاز 1959 میں جنرل ایوب خان کے ذریعے بنیادی جمہوریت کے نظام کے آغاز سے ہوا۔ ہر دور کے بارے میں ایک لفظ ذیل میں دیا گیا ہے۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo11.mp3'),
  Topic(
      id: 12,
      title: 'مقامی خکومت کا نظام(59-1971)',
      description:
          'بنیادی جمہوریت کے نظام کے تحت شہری علاقوں میں میونسپل کمیٹیاں (ایم سی) 37 کاموں کی انجام دہی کے لیے قائم کی گئیں اور دیہی علاقوں میں یونین کونسلوں کو ان کے اپنے فرائض سونپے گئے۔ بنیادی جمہوری نظام میں، ضلع کونسل بنائی گئی تھی، جو ایک الیکٹورل کالج پر مشتمل تھی جس کے تمام منتخب ممبران یونین کونسلز، مالکان اور یونین کمیٹیوں کے ممبران تھے، شہری اور دیہی علاقوں کی تفریق کو مٹا کر۔ صدر پاکستان کے انتخاب کے لیے چیئرمین یونین کونسلز کو الیکٹورل کالج کے طور پر مطلع کر دیا گیا۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo12.mp3'),
  Topic(
      id: 13,
      title: 'مقامی خکومتی نظام (88-1979)',
      description:
          'جنرل ضیاء نے 1977 میں ایک بار پھر مقامی خکومت آردیننس 1979 کے ذریعے بلدیاتی نظام کو بحال کیا۔ 1979 میں چاروں صوبوں میں مقامی حکومتوں کے قیام کے لیے انتخابات ہوئے۔\n'
          '• شہری نظام: میونسپل کارپوریشن، میونسپل کمیٹیوں، اور ٹاؤن کمیٹیوں پر مشتمل تھی ۔\n'
          '• دیہی نظام: ضلع کونسلوں اور یونین کونسلوں پر مشتمل تھی ۔\n'
          'ہر درجے میں لازمی اور اختیاری افعال ہوتے تھے۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo13.mp3'),
  Topic(
      id: 14,
      title: 'مقامی خکومت کا نظام-09 2001',
      description:
          '2001 میں، منتقلی کے منصوبے کے ایک حصے کے طور پر، صوبائی حکومتوں نے منتقلی کے منصوبے کو عملی جامہ پہنانے کے لیے اپنے متعلقہ مقامی خکومت آرڈیننس 2001 کو جاری کیا، جس سے نئے بلدیاتی نظام کو قانونی اور آئینی پشت پناہی فراہم کی گئی جو کہ پچھلے مقامی خکومت سے بالکل مختلف تھا۔ حکومتیں وقتاً فوقتاً متعارف ہوئیں۔ مقامی خکومت آردیننس 2001 اور دوسرے نظام میں بنیادی فرق یہ تھا کہ اس نے مقامی خکومت کے تین درجے متعارف کروائے یعنی ضلع، تحصیل اور یونین انتظامیہ۔ مقامی خکومت ٓردیننس، 2001 کے تحت شہری اور دیہی تقسیم کو ختم کر دیا گیا۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo14.mp3'),
  Topic(
      id: 15,
      title: ' مقامی خکومت کا ایکٹ 2012',
      description:
          '2010 میں اٹھارویں آئینی ترمیم کے نتیجے میں، صوبہ خیبر پختونخوا کی سیاسی حکومت نے مقامی خکومت ایکٹ 2012 نافذ کیا جو شہری اور دیہی ڈویژن پر مشتمل تھا۔\n'
          '• شہری ڈویژن: میونسپل کارپوریشن، میونسپل کمیٹیوں، اور ٹاؤن کمیٹیوں پر مشتمل تھی ۔ میونسپل کارپوریشن پشاور میں شہری یونین کونسلیں تھیں۔\n'
          '• دیہی ڈویژن: ضلع کونسلوں اور یونین کونسلوں پر مشتمل تھی ۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo15.mp3'),
  Topic(
      id: 16,
      title: 'ضم شدہ علاقوں میں مقامی خکومت ڈائریکٹوریٹ',
      description:
          'ڈائریکٹوریٹ  آف لوکل گورنمنٹ اینڈ الیکشنز اور رورل ڈویلپمنٹ ڈیپارٹمنٹ میں ضلع میں برائے نام 7 اسسٹنٹ ڈائریکٹر آفیسرز (ADs) اور پاراچنار میں تین ٹاؤن کمیٹیوں، کرم میں اور شمالی وزیرستان میں میران شاہ میں موجود تھی۔ ADs چھوٹے دیہی کاموں کے پروگرام اور وفاقی طور پر فنڈڈ سینیٹرز/ایم این اے پروگرام کو نافذ کر رہے تھے۔ ٹاؤن کمیٹیاں لوکل کونسل بورڈ کے انتظامی کنٹرول کے تحت نامزد عمائدین اور AC (سابقہ APA) بطور ایڈمنسٹریٹر چلاتے تھے۔ مقامی خکومت ٓردیننس 2001 کے تحت، یونین کونسلوں کو بھی مقامی خکومت الیکشن کے لیے کام کی جگہ کے لیے مطلع کیا گیا تھا جو منعقد نہیں ہو سکے۔ تاہم،4-2003 میں، ضم شدہ علاقوں کے منتخب اضلاع میں نامزد کونسل کا تصور محدود اختیارات کے ساتھ صحت اور تعلیم سے متعلق ترقیاتی سکیموں کی نگرانی کے لئے آزمایا گیا لیکن سیاسی ملکیت کی کمی اور افسر شاہی کی رکاوٹوں کی وجہ سے یہ نظام کام نہیں کر سکا۔ بعد میں، قبائلی علاقوں کے دیہی سے شہری مرکز میں تبدیلی کے اقدام سے 14 شہری مراکز کو اعلان کر کے متعارف کرایا گیا جس کی وجہ سے 2014 میں خار باجوڑ کی ایک اور میونسپل کمیٹی قائم کی گئی۔ 2018 میں تاریخی انضمام کے بعد کے پی کی حکومت نے مقامی خکومت(ترمیم شدہ) ایکٹ 2019  میں تمام قبائلی اضلاع کے لیے توسیع کیا ۔\n'
          '• 25 تحصیل میونسپل ایڈمنسٹریشن قائم اور مکمل طور پر فعال ہیں جو مکینوں کو بنیادی میونسپل خدمات فراہم کرتے ہیں،\n'
          '• 711 ولیج اور نیبر ہڈ کونسل کا انعقاد اور قائم کیے گیے۔\n'
          '• آنے والے بلدیاتی انتخابات کے لیے حد بندی مکمل کر کے اعلان کر دیا گیا۔',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo16.mp3'),
  Topic(
      id: 17,
      title: 'LG ایکٹ 2013 اور LG (ترمیم شدہ) ایکٹ 2019 کا موازنہ',
      description:
          'کے پی کی حکومت نے پالیسی میں تبدیلی کی وجہ سے اور عوام کی آسانی کو مدنظر رکھتے ہوئے مقامی خکومت ایکٹ 2013 میں ترمیم کرنے کا فیصلہ کیا جسے LG(ترمیم شدہ) ایکٹ 2019 کے نام سے جانا جاتا ہے۔ LG ایکٹ 2013 اور LG(ترمیم شدہ) ایکٹ 2019 کا تقابلی تجزیہ جیسا کہ کچھ اہم خصوصیات کے ساتھ ذیل میں:\n'
          'اہم خصوصیات	مقامی خکومت ( ترمیم شدہ) ایکٹ2019کی ساخت	مقامی خکومت  ایکٹ 2013\n'
          'سادہ مقامی خکومت سسٹم	تحصیل/شہر کی مقامی خکومت	ڈسٹرکٹ گورنمنٹ\n'
          'ضلعی سطح کو ختم کر دیا		تحصیل میونسپل ایڈمنسٹریشن\n'
          'چیئرمین/میئر تحصیل/سٹی مقامی خکومت کا براہ راست انتخاب	ویلج/نیبر ہڈ کونسل	ولیج/نیبر ہڈ کونسل\n\n'
          'اہم خصوصیات	مقامی خکومت ( ترمیم شدہ) ایکٹ2019کی ساخت	مقامی خکومت  ایکٹ 2013\n'
          'سادہ مقامی خکومت سسٹم	تحصیل/شہر کی مقامی خکومت	ڈسٹرکٹ گورنمنٹ\n'
          'چیئرمین/میئر تحصیل/سٹی مقامی خکومت کا براہ راست انتخاب	ویلج/نیبر ہڈ کونسل	ولیج/نیبر ہڈ کونسل\n\n'
          'اہم خصوصیات\n'
          'سادہ مقامی خکومت سسٹم	تحصیل/شہر کی مقامی خکومت	ڈسٹرکٹ گورنمنٹ'
          'ضلعی سطح کو ختم کر دیا		تحصیل میونسپل ایڈمنسٹریشن'
          'چیئرمین/میئر تحصیل/سٹی مقامی خکومت کا براہ راست انتخاب	ویلج/نیبر ہڈ کونسل	ولیج/نیبر ہڈ کونسل\n'
          'شہری/دیہی تقسیم\n'
          'مؤثر مالیاتی اور نگرانی کا فریم ورک\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo17.mp3'),
  Topic(
      id: 18,
      title: 'مقامی حکومت کا آئین/تشکیل',
      description:
          '• نئے بلدیاتی نظام کے تحت، دو درجے کا نظام ایک تحصیل میں اور دوسرا VC/NC میں ہوگا۔ تحصیل/سٹی مقامی خکومت کے میئر اور چیئرمین کے انتخاب کا طریقہ ہر تحصیل میں ایک حلقے کے طور پر براہ راست منتخب کیا جائے گا۔ ہر VC/NC کا چیئرمین متعلقہ تحصیل/سٹی کونسل کا ممبر ہوگا۔ نئے مقامی خکومت ایکٹ کے مطابق، کے پی کے تمام 7 ڈویژنل ہیڈ کوارٹرز میں تحصیل مقامی خکومت کی بجائے سٹی مقامی خکومت کے پاس کچھ اضافی ذمہ داریاں ہوں گی۔'
          '\n• ہر VC/NC میں آزاد فہرست سے براہ راست منتخب ہونے والے سات اراکین کو بالغ حق رائے دہی اور مشترکہ رائے دہندگان کی بنیاد پر ہونے والے غیر جماعتی انتخابات میں منتخبکیا جائے گا ۔ چیئرمین VC/NC کا انتخاب تین جنرل ممبروں میں سے ہوگا جن کے ووٹ سب سے زیادہ ہوں گے وہ چیئرمین بنے گا۔ ہر VC/NC تین جنرل ممبران، ایک خواتین ممبر، ایک نوجوان، ایک کسان ورکر اور ایک اقلیتی ممبر پر مشتمل ہو گا جہاں اقلیتیں متعلقہ VC/NC میں بطور ووٹر رجسٹرڈ ہیں۔ اگر تمام جنرل ممبران VC/NC میں بلامقابلہ منتخب ہو جاتے ہیں، تو چیئرمین کا انتخاب متعلقہ VC/NC کے تمام ممبران کے درمیان ایک مقررہ طریقے سے کرایا جائے گا۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo18.mp3'),
  Topic(
      id: 19,
      title: 'مقامی حکومت کے کلیدی پہلو',
      description:
          'مقامی حکومت مقامی سطح پر ترقیاتی سرگرمیاں انجام دینے اور مقامی خکومت (ترمیم شدہ) ایکٹ 2019 کے لازمی کاموں کے مطابق مقامی سطح پر شہریوں کو بنیادی شہری سہولیات کی فراہمی کے لیے قائم کی گئی ہے ۔ سیاسی، انتظامی اور مالیاتی معاملات میں  ضروری خود مختاری کسی بھی موثر مقامی حکومت کے وجود کے لیے ضروری اور مستندہے۔\n'
          '• متعلقہ مقامی حکومتوں کو منتقل کیے گئے کاموں کی کارکردگی کے ضمنی قوانین کی منظوری۔\n'
          '• مقامی ٹیکسوں کی منظوری اور لاگو کرنا۔\n'
          '• مقامی علاقے کے لیے طویل اور قلیل مدتی ترقیاتی منصوبوں کو تیار کرنا اور منظور کرنا۔\n'
          '• میونسپل قوانین کو نافذ کریں۔\n'
          '• بجٹ تیار کریں اور قانون کے تحت فراہم کردہ ٹیکس، سزااور جرمانے جمع کریں۔\n'
          '• مقامی کونسلیں بنیادی ساخت اور شہری سہولیات فراہم کرنے اور برقرار رکھنے، سماجی شعبے میں ترقیاتی منصوبوں کو نافذ کرنے اور ریگولیٹری کام انجام دینے کے لیے بھی ذمہ دار ہیں۔ \n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo19.mp3'),
  Topic(
      id: 20,
      title: 'تحصیل مقامی خکومت کیا ہے؟',
      description:
          'ضلع کی ہر تحصیل میں ایک تحصیل مقامی خکومت ہو گی جو چیئرمین، تحصیل مقامی خکومت اور تحصیل لوکل ایڈمنسٹریشن پر مشتمل ہو گی۔\n'
          '• چیئرمین کا انتخاب تحصیل مقامی خکومت میں براہ راست پارٹی کی بنیاد پر ہونے والے انتخابات میں بالغ رائے دہی اور مشترکہ رائے دہندگان کی بنیاد پر کیا جائے گا۔ اس مقصد کے لیے پوری تحصیل واحد حلقے کے طور پر ہو گی۔\n'
          '• تحصیل مقامی خکومت کی ایگزیکٹو اتھارٹی چیئرمین، تحصیل مقامی خکومت کے پاس ہوگی اور وہ اس بات کو یقینی بنانے کا ذمہ دار ہوگا کہ تحصیل مقامی خکومت کا کاروبار اس ایکٹ اور اس وقت کے دیگر قوانین کی دفعات کے مطابق چلایا جائے۔\n'
          '•اپنے فرائض کی انجام دہی میں چیئرمین، تحصیل مقامی خکومت کو تحصیل لوکل ایڈمنسٹریشن بشمول تحصیل کے تمام نچلے دفاتر کو قانون کے مطابق معاونت فراہم کرے گا۔\n'
          '•  حکومت، شہر کی مقامی حکومتوں کو مطلع کرے گی، ضلع کے شہری مراکز کو ہر ڈویژنل ہیڈ کوارٹر پر قائم کیے جائیں۔\n'
          ' بشرطیکہ حکومت اس ایکٹ کے مقاصد کے لیے پڑوس کے کسی دوسرے ملحقہ گروپ کو بطور سٹی مقامی خکومت مطلع کرے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo20.mp3'),
  Topic(
      id: 21,
      title: 'تحصیل کونسل کے افعال اور اختیارات',
      description:
          '• چیئرمین، تحصیل مقامی خکومت کی طرف سے تجویز کردہ ٹیکس، جرمانے اورسزا کی منظوری دیں۔\n'
          '• چیئرمین، تحصیل مقامی خکومت کی طرف سے تجویز کردہ ٹیکس، جرمانے اورسزا کی منظوری دیں۔\n'
          '• تحصیل مقامی خکومت کے لیے سالانہ بجٹ اور مختصات کی منظوری دیں ۔\n'
          '• چیئرمین، تحصیل مقامی خکومت کے تجویز کردہ طویل اور قلیل مدتی ترقیاتی منصوبوں کی منظوری دیں ۔\n'
          '•میونسپل دفاتر، تحصیل دفاتر اور منقطع کاموں کے ذیلی دفاتر کے لیے تحصیل کونسل کی قائمہ کمیٹیاں منتخب کریں۔ قائمہ کمیٹی ان دفاتر کو تفویض کردہ معاملات اور خدمات کی فراہمی کی ذمہ داریوں کی نگرانی کرنے کی ذمہ دار ہے۔ یہ قائمہ کمیٹیاں متعلقہ دفاتر کی کارکردگی، جوابدہی، خدمات کی فراہمی کے معیار اور کارکردگی کے بارے میں اپنے نتائج تحصیل کونسل کو پیش کرتی ہیں۔\n'
          '• مالیکمیٹی، اکاؤنٹس کمیٹی، ضابطہ اخلاق اور بزنس کمیٹی کا انتخاب کرنا۔\n'
          '• مالیکمیٹی، اکاؤنٹس کمیٹی، ضابطہ اخلاق اور بزنس کمیٹی کا انتخاب کرنا۔\n'
          '•تحصیل مقامی خکومت ٹیکس: تحصیل مقامی خکومت کو دو اہم زرایع سے مالیات حاصل ہوتی ہیں: ایک صوبائی حکومت کی طرف سے پی ایف سی ایوارڈ کے تحت گرانٹ اور دوسرا اون سورس ریونیو (او ایس آر) جو متعلقہ تحصیل مقامی خکومت مقامی طور پر کچھ مخصوص علاقوں پرLG ایکٹ تیسرے شیڈول کو عائد کرکے مقامی طور پر پیدا کرتی ہے ۔ ٹیکس جیسے صحت، تعلیم پر فراہم کردہ خدمات کے لیے مقامی ٹیکس تحصیل لوکل حکومت کی ترقی کے لیے اور اپنے ذرائع آمدن کو بڑھانے کے لیے شامل ہیں۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo21.mp3'),
  Topic(
      id: 22,
      title: 'چیئرمین تحصیل مقامی خکومت کے افعال اور اختیارات',
      description:
          '• تحصیل بھر میں ترقی، قیادت، اور تحصیل مقامی خکومت کے موثر کام کے لیے سمت فراہم کرنا۔\n'
          '• بنیادی ڈھانچے کی ترقی اور تحصیل کونسل کی طرف سے منظور شدہ خدمات کی فراہمی میں بہتری کے حوالے سے اہداف کی تکمیل کے لیے حکمت عملی اور ٹائم فریم وضع کرنا۔\n'
          '• ضلع بھر میں ترقی اور خدمات کی فراہمی کے لیے جہاں ضرورت ہو ضلعی انتظامیہ کے ساتھ رابطہ قائم کریں۔\n'
          '• منقطع افعال کے نفاذ کو یقینی بنائیں اور انتظامی اور مالی نظم و ضبط کو برقرار رکھیں۔\n'
          '• تحصیل کے سالانہ ترقیاتی پروگرام کی تشکیل اور عملدرآمد کی نگرانی کریں جس میں میونسپل سروسز اور انفراسٹرکچر کی ترقی اور بہتری کا سالانہ پروگرام بھی شامل ہے۔\n'
          '• تحصیل کے لیے مقامی منصوبے تیار کریں جن میں زمین کے استعمال اور زوننگ کے منصوبے شامل ہیں اور ان منصوبوں کو عوامی پوچھ گچھ کے لیے پھیلانا۔\n'
          '• بجٹ کی تجاویز تحصیل کونسل میں منظوری کے لیے پیش کریں۔\n'
          '• تحصیل مقامی خکومت کے دفاتر کی کارکردگی پر تحصیل کونسل کو دو سالہ رپورٹ پیش کرنا۔\n'
          '• تحصیل میں سرکاری دفاتر کے ملازمین کی کارکردگی کی نگرانی کریں اور انکوائری کرکے ضلعی انتظامیہ اور متعلقہ صوبائی محکموں کو کارروائی کے لیے جوابدہ بنائیں۔\n'
          '• زمین کے استعمال، ہاؤسنگ، مارکیٹوں، زوننگ، سڑکوں، ٹریفک، ٹیکس، انفراسٹرکچر، اور عوامی سہولیات کو کنٹرول کرنے والے قواعد اور ضوابط کے نفاذ کا جائزہ لیں۔\n'
          '• پبلک ٹرانسپورٹ اور ماس ٹرانزٹ سسٹم، ایکسپریس ویز، فلائی اوور، پل، سڑکیں، انڈر پاسز اور انٹر ٹاؤن گلیوں کی تعمیر کے لیے تجاویز کو منظور کریں۔\n'
          '• ایسے میکرو میونسپل پلانز کی منظوری کے کام انجام دیں جیسا کہ سٹی مقامی خکومت کی طرف سے مطلع کیا جا سکتا ہے۔\n'
          '• سیوریج کا ترتیری اور ثانوی نیٹ ورک، ٹریٹمنٹ پلانٹس، اور تصرفکا جائزہ لیں۔\n'
          '• طوفانی پانی کی نکاسی کا نیٹ ورک اور تصرف کا جائزہ لیں ۔\n'
          '• سیلاب پر قابو پانے کے تحفظ اور فوری ردعمل کے ہنگامی منصوبے کا جائزہ لیں ۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo22.mp3'),
  Topic(
      id: 23,
      title: 'ویلج کونسل/نیبر ہڈ کونسل',
      description:
          'ویلج کونسل/نیبر ہڈ کونسل مقامی حکومت کا سب سے نچلا درجہ ہے جس میں LG ایکٹ کے ذریعے تفویض کردہ مختلف مینڈیٹ اور افعال ہیں۔ ویلج کونسل وہ علاقہ ہے جس میں دیہی خصوصیات ہیں جبکہ نیبر ہڈ کونسل میں وہ علاقہ ہے جس میں شہری خصوصیات ہیں۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo23.mp3'),
  Topic(
      id: 24,
      title: 'ولیج/نیبر ہڈ کونسلز کے کام',
      description: '• گاؤں کی سطح کے ترقیاتی کاموں کو نافذ اور نگرانی کریں۔\n'
          '• صرف گاؤں کی کونسلوں میں گاؤں کی سطح پر صفائی اور تحفظ کے کام انجام دیں۔\n'
          '• تحصیل کے ترقیاتی منصوبوں کو ترجیح دینے میں تحصیل مقامی خکومت علاقے کی ترقیاتی ضروریات کی نشاندہی کریں۔\n'
          '• پیدائش، اموات، شادیاں، اور طلاقیں رجسٹر کریں۔\n'
          '• سالانہ بجٹ پر غور کریں اور اسے منظور کریں، بشمول اسکیم کے لحاظ سے سالانہ ترقیاتی پروگرام اور دیگر کاموں کی فراہمی مقامی کونسل کے ذریعہ انجام دئے جائیں ۔\n'
          '• گاؤں اور محلے کی سطح کے کھیلوں اور ثقافتی پروگراموں کو منظم اور اسپانسر کریں۔\n'
          '• اپنے علاقے میں گاؤں کی سطح پر مویشیوں کے میلے اور شوز کا اہتمام کریں۔\n'
          '•اکاؤنٹس کمیٹی کا انتخاب کریں اور اکاؤنٹس کے سالانہ بیان اور آڈٹ رپورٹس پر اس کی سفارشات کا جائزہ لیں۔\n'
          '• تعلیم، صحت، زراعت، پانی اور صفائی ستھرائی اور آمدنی سمیت خدمات فراہم کرنے والوں کی کارکردگی کی نگرانی مانیٹرنگ کمیٹی کے ذریعے کریں۔ مانیٹرنگ کمیٹی اپنی رپورٹ متعلقہ چیئرمین، تحصیل مقامی خکومت کو بھیجے اور متعلقہ اسسٹنٹ ڈائریکٹر، مقامی خکومت اور دیہی ترقی کے ذریعے غور اور کارروائی کریں۔\n'
          '• آوارہ جانوروں اور جانوروں کی تجاوزات سے تحفظ سمیت علاقے میں نگرانی اور وارڈ کو منظم کریں۔\n'
          '• سماجی اشارے پر بنیادی  معلومات کو اکٹھا کریں، تیار کریں، برقرار رکھیں اور اپ ڈیٹ کریں۔\n'
          '•تحصیل مقامی خکومت کو ان کاموں کی کارکردگی میں سہولت فراہم کرنا\n'
          '• حکومت یا تحصیل مقامی خکومت کی طرف سے تفویض کردہ کوئی اور کام انجام دیں۔\n'
          '• متعلقہ ویلج کونسل یا پڑوس کی کونسل تحصیل مقامی خکومت کو سروے کرنے، سماجی و اقتصادی ڈیٹا اکٹھا کرنے، اور میونسپل اور سماجی سہولیات اور خدمات کے لیے سائٹس کے انتخاب میں مدد کرے گی۔\n'
          '• اسسٹنٹ ڈائریکٹر، مقامی خکومت ضلع کے گاؤں اور پڑوس کی کونسلوں کے سیکرٹری کے کاموں سے متعلق معاملات کو مربوط کرنے کے لیے ذمہ دار ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo24.mp3'),
  Topic(
      id: 25,
      title: 'چیئرمین VC/NC کے کام اور ذمہ داری',
      description:
          '• کونسل کی وسیع ترقی اور بجٹ کی تیاری کے لیے قیادت فراہم کریں۔\n'
          '• متعلقہ ویلج کونسل یا نیبر ہڈ کونسل کے علاقے میں میونسپل انفراسٹرکچر کے انتظام کو منظم کریں۔\n'
          '• تحصیل مقامی خکومت کو رپورٹ کریں۔\n'
          '• ریاستی اور مقامی حکومت کی املاک پر تجاوزات کوختم کریں ۔\n'
          '• زمین کے استعمال کے منصوبوں، عمارت کے ضابطوں، قواعد اور ضابطوں کی خلاف ورزی کو ختم کریں ۔\n'
          '• خطرناک اور جارحانہ مضامین کی فروخت اور تجارت کوختم کریں ۔\n'
          '•کھانے کی اشیاء میں ملاوٹ کوختم کریں۔\n'
          '• گاؤں کی کونسل یا نیبر ہڈ کونسل کے علاقے میں عوامی پانی کے کورسز کی خلاف ورزی کوختم کریں۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo25.mp3'),
  Topic(
      id: 26,
      title: 'VC/NC میں عوامی کردار',
      description:
          'VC/NCمیں عوامی کردار بلدیاتی انتخابات کے وقت سب سے زیادہ موثر ہوتا ہے۔ عوام صفائی اور حفظان صحت کی تعلیم کے لیے VC/NC کے ذریعے ترتیب دیے گئے مختلف تقریبات میں شرکت کرتے ہیں۔ پیدائش اور موت کے اندراج کے عمل کے بارے میں کمیونٹی آگاہی کے لیے عوام بھی حصہ لیتے ہیں۔ VC/NC کی طرف سے ترتیب دیے گئے بجٹ سے پہلے اور بعد کے مشورے میں عوام کی شرکت کرنا۔ VC/NC کا انعقاد الیکشن کمیشن آف پاکستان کے باضابطہ نوٹیفکیشن کے ذریعے صوبائی ہم آہنگی یونٹ میں ايل جي اي)(LGE اورآرڈی ڈی(RDD) کے ساتھ مل کر بلدیاتی انتخابات سے پہلے یا ضرورت کی بنیاد پر کیا جاتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo26.mp3'),
  Topic(
      id: 27,
      title: 'حد بندی',
      description:
          ' الیکشن کمیشن آف پاکستان کے معیار کے مطابق مختلف VC/NC میں جغرافیائی حدود کی حد بندی کا عمل بہتر انتظامیہ کے لیے ہے۔ الیکشن کمیشن آف پاکستان کے ذریعے حد بندی کرنے کے بعد، عوام کی معلومات کے لیے مجوزہ VC/NC کی فہرست تیار کی جاتی ہے۔\n'
          'اگر عوام ناراض یا محسوس کرتے ہیں کہ حد بندی اصول کے خلاف ہے تو، ایپلٹ اتھارٹی سے باضابطہ اپیل کی جا سکتی ہے جیسا کہ ای سی پی نے مطلع کیا ہے۔ مناسب کیس کی اپیل ذاتی طور پر یا وکیل کے ذریعے اپیلٹ اتھارٹی کے سامنے کی جاتی ہے جس کے تحت متعلقہ فریقین کے سامنے حقائق اور میرٹ پر فیصلہ کیا جاتا ہے۔ تحصیل ایک انتظامی اکائی ہے جسے بورڈ آف ریونیو کے باضابطہ نوٹیفکیشن کے ذریعے بنایا گیا ہے جبکہ VC/NC کی حد بندی بنیادی طور پر بلدیاتی انتخابات اور پولنگ سکیموں کے انعقاد کے لیے کی جاتی ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo27.mp3'),
  Topic(
      id: 28,
      title: 'VC/NC سیکرٹریز اور اس کے کام',
      description:
          'سیکرٹری ویلج/نیبر ہڈ کونسل ایک سرکاری اہلکار ہےVC/NC سطح پر جس کا بنیادی کردار کونسل اور چیئرمین VC/NC کو سیکرٹریل سپورٹ فراہم کرنا ہے۔\n'
          'VC/NC سیکرٹری کے کام:\n'
          '• رجسٹریشن اور برتھ سرٹیفکیٹ کا اجراء: جب بچہ پیدا ہوتا ہے تو اسے مناسب نام دینا اس کا بنیادی انسانی حق ہے اور اس کا نام بھی VC/NC کے سرکاری رجسٹر میں درج ہونا چاہیے۔ ایک بار پیدائش کی اطلاع VC/NC سیکرٹری کو دی جاتی ہے، متعلقہ بچے کے نام پر باقاعدہ سرٹیفکیٹ جاری کیا جاتا ہے. والدین کی ذمہ داری ہے کہ وہ نوزائیدہ بچے کی پیدائش کے متعلق اپنے متعلقہ علاقوں میں سیکرٹری VC/NC کو باضابطہ درخواست جمع کرائیں۔ درخواست جمع کروانے کا وقت تاریخ پیدائش سے لے کر 90 دن تک ہے لیکن ناگزیر حالات کی صورت میں، VC/NC کی طرف سے کچھ رسمی کارروائیوں کے بعد درخواست بھی جمع کرائی جاتی ہے۔\n'
          '• رجسٹریشن اور موت کا سرٹیفکیٹ جاری کرنا: اگر کوئی شخص مر جاتا ہے تو یہ اس کے رشتہ دار پر پابند ہے کہ وہ سیکرٹری VC/NC کے دفتر میں دستیاب ایک مناسب فارم کو بھر کر متعلقہ VC/NC میں موت کی اطلاع دیں۔ فارم کو ڈاکٹر یا گھرکن کے سرٹیفکیٹ کے ساتھ اس کی NIC کی فوٹو کاپی کے ساتھ شامل کیا جانا چاہئے تاکہ ڈیتھ رجسٹر میں تفصیلات درج کرنے کے بعد مناسب موت کا سرٹیفکیٹ VC/NC سطح پر برقرار رکھا جائے۔ VC/NC میں موت کے اندراج کی مدت90 دن تک ہے اور VC/NC کے سیکرٹری رپورٹ کے تین دن کے اندر اس طرح کا سرٹیفکیٹ جاری کرنے کے مجاز ہیں۔ جمع کرانے میں 90 دنوں سے زیادہ تاخیر کی صورت میں، VC/NC کے چیئرمین درخواست فارم جمع کرنے کے سات دنوں کے اندر وقت معاف کرنے اور موت کا سرٹیفکیٹ جاری کرنے کے اہل ہیں۔\n'
          '• نکاح کی رجسٹریشن: شادی کرنے پر درخواست دہندہ شادی کے 30 دنوں کے اندر متعلقہ VC/NC میں درخواست دینے کا پابند ہے۔ درخواست کی حمایت درست این آئی سی کے ذریعہ کی جانی چاہئے اور نکاح رجسٹرار / نامزد قاری کے ذریعہ دونوں طرف سے دو گواہوں کی موجودگی میں بھرے ہوئے فارم یعنی دولہا اور دلہن۔ نکاح نامہ مفت جاری کیا جاتا ہے۔ اگر شادی VC/NC کے دائرہ اختیار سے باہر ہوتی ہے تو، کچھ دستاویزات جیسے کہ اسٹامپ پیپر وغیرہ کو سرٹیفکیٹ جاری کرنے کے لیے چیئرمین کو جمع کرانا چاہیے۔ کسی بھی مشکل کی صورت میں، اس معاملے کی اطلاع ضلع میں مقامی خکومت کے متعلقہ اسسٹنٹ ڈائریکٹر کو دی جا سکتی ہے تاکہ ضلع میں VC/NC سیکرٹریوں کے مجاز افسر ہونے کے ناطے فوری ضروری کارروائی کی جا سکے۔\n'
          '• رجسٹریشن اور طلاق کا سرٹیفکیٹ جاری کرنا: درخواست دہندہ کو طلاق کے 30 دنوں کے اندر متعلقہ VC/NC میں طلاق کا اندراج کرانا ہوگا۔ درخواست دہندہ اس مقصد کے لیے سیکریٹری VC/NC سے اپنے رجسٹر میں نکاح رجسٹرار کے ذریعے پُر کرنے کے لیے ایک فارم حاصل کرے گا اور اس کے بعد طلاق کا باقاعدہ سرٹیفکیٹ جاری کرنے کے لیے سیکریٹری VC/NC کے دفتر میں جمع کرائے گا۔ مندرجہ بالا تمام معلومات VC/NC دفتر میں ضروری دستاویزات کے بعد، قومی سطح پر ریکارڈ کو اپ ڈیٹ کرنے کے لیے نادرا کے دفتر میں دی جائیں گی۔\n'
          '• باخبر فیصلہ سازی اور مؤثر مستقبل کی منصوبہ بندی کے لیے مذکورہ بالا اہم اعدادوشمار پر رپورٹوں کی تالیف اور جمع کروانا۔\n'
          '• سرکاری کاروبار کے ہموار انعقاد کے لیے ولیج / نیبر ہڈ کونسل کو سیکریٹریل سپورٹ فراہم کرنا۔\n'
          '• کونسل کے چیئرمین کے ساتھ شریک دستخط کنندہکاہونا۔\n'
          '•  متعلقہ سہ ماہی کے ساتھ ترقیاتی اخراجات، مفاہمت، اور اکاؤنٹ کی دیکھ بھال کی سخت نگرانی اور پرنسپل اکاؤنٹنگ آفیسر (PAO) کو رپورٹیں جمع کروانا۔\n'
          '• حکومت کی طرف سے وقتاً فوقتاً پوچھے گئے مختلف سروے کا انعقادکروانا۔\n'
          '• صفائی، پولیو اور کوویڈ -19 آگاہی مہموں میں تعاونکرنا۔\n'
          '• اسسٹنٹ ڈائریکٹر LGE&RDD یا صوبائی حکومت کی طرف سے وقتاً فوقتاً تفویض کردہ کوئی اور کامکرنا۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo28.mp3'),
  Topic(
      id: 29,
      title: 'تعریف',
      description:
          ' مقامی خکومت ایکٹ: ایکٹ صوبائی اسمبلی سے منظور کیا جاتا ہے۔\n'
          '• قوانین: مقامی خکومت ای اینڈ آر ڈی ڈی کے ذریعہ مقامی خکومت (ترمیمی) ایکٹ 2019 کے پروویژن کے مطابق یا 2019 کے ترمیمی ایکٹ کے سیکشن 112 کے تحت صوبے میں لاگو صوبائی کابینہ کی طرف سے باقاعدہ منظوری کے مطابق قواعد وضع کیے گئے ہیں۔\n'
          '• ضمنی قوانین: صوبائی حکومت کی جانب سے یکسانیت کی خاطر ماڈل ضمنی قوانین تیار کیے گئے ہیں اور 2019 کے ترمیمی ایکٹ کے سیکشن 113 کے تحت تمام مقامی حکومتوں کو اپنی ضروریات کے مطابق اپنانے کے لیے بھیجے گئے ہیں۔\n'
          '• تحصیل مقامی خکومت میں عوامی کردار: تحصیل مقامی خکومت میں عوام کا کردار ٹیکس اور فراہم کردہ خدمات کے نرخوں کی ادائیگی بہت اہم ہے۔ عوام تحصیل مقامی خکومت کی جانب سے کی جانے والی مختلف سرگرمیوں خصوصاً صفائی مہم، جنگلات کا دن، ڈینگی اور ٹھوس فضلہ کو مناسب طریقے سے ٹھکانے لگانے کی مہم میں حصہ لیتے ہیں۔ عوام تحصیل مقامی خکومت کی طرف سے ترتیب دی گئی مشاورت، خاص طور پر بجٹ سے پہلے اور بعد ازاں مشاورت کے ذریعے بھی نتیجہ خیز حصہ ڈال سکتے ہیں۔\n'
          '• تحصیل مقامی خکومت کے رسمی معیاری آپریٹنگ طریقہ کار اور ان کی شکایات کے ازالے کے لیے شکایات جمع کرانے کے بعد خدمات کی فراہمی کو بہتر بنانے میں عوام کا کردار انتہائی اہمیت کا حامل ہے۔ تحصیل مقامی خکومت صوبائی حکومت کی طرف سے مقامی خکومت (ترمیمی) ایکٹ 2013 کے نفاذ کے بعد بنائی گئی ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo29.mp3'),
  Topic(
      id: 30,
      title: 'مقامی خکومت ڈیپارٹمنٹ کی طرف سے پیش کردہ خدمات',
      description:
          'مقامی خکومت ڈیپارٹمنٹ کمیونٹیز کو VC/NC اور تحصیل کی سطح پر ضروری خدمات فراہم کر رہا ہے۔ VC/NC اور تحصیل سطح کی طرف سے فراہم کردہ خدمات حسب ذیل ہیں:\n'
          '1. رجسٹریشن (پیدائش، موت، شادی، طلاق): پیدائش، موت، شادی، طلاق کا سرٹیفکیٹ VC/NC کے ذریعہ فراہم کردہ سب سے زیادہ اہمیت کا حامل ہے۔ صرف متعلقہ VC/NC کا دورہ کر کے VC/NC کی طرف سے وضع کردہ بنیادی معیار کو پورا کرنے کے بعد یہ سرٹیفکیٹ حاصل کر سکتے ہیں۔\n'
          '2. عمارت کی منظوری کا منصوبہ تحصیل کا مینڈیٹ ہے جو تحصیل میونسپل ایڈمنسٹریشن بلڈنگ پلان اور دیگر متعلقہ دستاویزات جمع کرانے کے بعد دیتا ہے۔\n'
          '3. صفائی کی خدمات: دونوںVC/NC اور میونسپل انتظامیہ کے متعلقہ دائرہ اختیار سے ٹھوس فضلہ کو جمع کرنا اور ہٹانا۔\n'
          '4. ان کے رہائشیوں کو پینے کے پانی کی فراہمی۔\n'
          '5. اسٹریٹ لائٹس کی تنصیب اور دیکھ بھال\n'
          '6. میونسپل انتظامیہ کی طرف سے مویشیوں کے کرایہ کا آپریشن اور دیکھ بھال\n'
          '7. کھیلوں اور ثقافتی تقریبات کا فروغ\n'
          'پیدائش کے سرٹیفکیٹ کی رجسٹریشن اور اجراء:\n'
          'جب بچہ پیدا ہوتا ہے تو یہ اس کا بنیادی انسانی حق ہے کہ اس کا مناسب نام رکھا جائے اور اس کا نام VC/NC کے سرکاری رجسٹر میں بھی درج کیا جائے۔ VC/NC سکریٹری کو پیدائش کی اطلاع دینے کے بعد، متعلقہ بچے کے نام پر باقاعدہ سرٹیفکیٹ جاری کیا جاتا ہے۔ والدین کی ذمہ داری ہے کہ وہ نوزائیدہ بچے کی پیدائش کے متعلق اپنے متعلقہ علاقوں میں سیکرٹری VC/NC کو باضابطہ درخواست جمع کرائیں۔ درخواست جمع کروانے کا وقت تاریخ پیدائش سے لے کر 90 دن تک ہے لیکن ناگزیر حالات کی صورت میںVC/NC کی طرف سے کچھ رسمی کارروائیوں کے بعد بھی درخواست جمع کروانا قبول کیا جاتا ہے۔\n'
          'رجسٹریشن اور موت کا سرٹیفکیٹ جاری کرنا:\n'
          'اگر کوئی شخص فوت ہوجاتا ہے تو یہ اس کے رشتہ دار پر لازم ہے کہ وہ سیکریٹری VC/NC کے دفتر میں دستیاب ایک مناسب فارم کو بھر کر متعلقہ VC/NC میں موت کی اطلاع دیں۔ فارم کو ڈاکٹر یا گھرکن کے سرٹیفکیٹ کے ساتھ اس کی NIC کی فوٹو کاپی کے ساتھ جمع  کیا جانا چاہئے تاکہ ڈیتھ رجسٹر میں تفصیلات درج کرنے کے بعد مناسب موت کا سرٹیفکیٹ VC/NC سطح پر برقرار رکھا جائے۔ VC/NC میں موت کے اندراج کی مدت 90 دن ہے اور VC/NC کے سیکرٹری رپورٹ کے تین دن کے اندر اس طرح کا سرٹیفکیٹ جاری کرنے کے مجاز ہیں۔\n'
          'جمع کرانے میں 90 دنوں سے زیادہ تاخیر کی صورت میں، VC/NC کے چیئرمین درخواست فارم جمع کرنے کے سات دنوں کے اندر وقت معاف کرنے اور موت کا سرٹیفکیٹ جاری کرنے کے اہل ہیں۔\n'
          'نکاح کی رجسٹریشن: شادی کے بعد درخواست دہندہ شادی کے 30 دنوں کے اندر متعلقہ VC/NC میں درخواست دینے کا پابند ہے۔ درخواست کی حمایت درست این آئی سی کے ذریعہ کی جانی چاہئے اور نکاح رجسٹرار / نامزد قاری کے ذریعہ دونوں طرف سے دو گواہوں کی موجودگی میں بھرے ہوئے فارم یعنی دولہا اور دلہن کا نکاح نامہ مفت جاری کیا جاتا ہے۔ اگر شادی VC/NC کے دائرہ اختیار سے باہر ہوتی ہے تو، کچھ دستاویزات جیسے کہ اسٹامپ پیپر وغیرہ کو سرٹیفکیٹ جاری کرنے کے لیے چیئرمین کو جمع کرانا چاہیے۔\n'
          'کسی بھی مشکل کی صورت میں، اس معاملے کی اطلاع ضلع میں مقامی خکومت کے متعلقہ اسسٹنٹ ڈائریکٹر کو دی جا سکتی ہے تاکہ ضلع میں VC/NC سیکرٹریوں کے مجاز افسر ہونے کے ناطے فوری ضروری کارروائی کی جا سکے۔\n'
          'رجسٹریشن اور طلاق کا سرٹیفکیٹ جاری کرنا:\n'
          ' درخواست دہندہ کو طلاق کے 30 دنوں کے اندر متعلقہ VC/NC میں طلاق رجسٹر کرانا ہوگی۔ درخواست دہندہ اس مقصد کے لیے سیکریٹری VC/NC سے اپنے رجسٹر میں نکاح رجسٹرار کے ذریعے پُر کرنے کے لیے ایک فارم حاصل کرے گا اور اس کے بعد طلاق کا باقاعدہ سرٹیفکیٹ جاری کرنے کے لیے سیکریٹری VC/NC کے دفتر میں جمع کرائے گا۔\n'
          'مندرجہ بالا تمام معلومات VC/NC دفتر میں ضروری دستاویزات کے بعد، قومی سطح پر ریکارڈ کو اپ ڈیٹ کرنے کے لیے نادرا کے دفتر میں دی جائیں گی۔\n'
          'عمارت کے منصوبوں کی منظوری:\n'
          ' تحصیل میونسپل ایڈمنسٹریشن کی حدود میں تعمیر کی کوئی بھی نئی یا بحالی کے لیے متعلقہ TMA سے عمارت کے منصوبے (نئے یا بحالی) کی باضابطہ منظوری کی ضمانت دی جاتی ہے تاکہ بنیادی طور پر عمارت کے مناسب ڈھانچے، کار پارکنگ اور دیگر سہولیات کی فراہمی کو یقینی بنایا جا سکے جیسے کہ مسجد، متعلقہ عمارت میں واش رومز، مناسب وینٹیلیشن اور ایمرجنسی ایگزٹ، نکاسی آب وغیرہ۔ اس طرح تمام رہائشیوں کو بہتر طریقے سے بنیادی خدمات کی فراہمی کو یقینی بنایا جاتا ہے۔ عوام کو چاہیے کہ وہ اپنے بلڈنگ پلان کی منظوری متعلقہ تحصیل میونسپل ایڈمنسٹریشن سے حاصل کریں جو ایک طرف تو متعلقہ علاقوں کی پائیداری اور خوبصورتی کے علاوہ بنیادی خدمات کی فراہمی کے ساتھ منظور شدہ معیار کے مطابق عمارت کے مناسب ڈھانچے کو یقینی بنائے۔\n'
          'صفائی کی خدمات:\n'
          ' متعلقہ دائرہ اختیار سے ٹھوس فضلہ کو جمع کرنا اور ہٹانا VC/ نیبر ہڈ کونسل اور تحصیل میونسپل ایڈمنسٹریشن دونوں متعلقہ TMAs کے ذریعے کیا جاتا ہے۔ ویلج کونسل میں ٹھوس کچرے کو جمع کرنے کا کام ویلج کونسل کا عملہ کرتا ہے۔ ٹی ایم اے کا عملہ ٹھوس فضلہ کو ٹی ایم اے کی مخصوص ڈمپ سائٹ پر مناسب طریقے سے ٹھکانے لگانے کے لیے جمع کرتا ہے۔ نیبر ہڈ کونسل میں، ٹھوس فضلہ متعلقہ ٹی ایم اے کے سینیٹری عملے کے ذریعے جمع کیا جاتا ہے تاکہ اسے مناسب ڈمپ کلیکشن پوائنٹ پر ٹھکانے لگایا جائے۔\n'
          'دونوں صورتوں میں یہ کمیونٹیز کی بنیادی ذمہ داری ہے کہ ٹھوس فضلہ کو مخصوص مقام اور مخصوص وقت پر ٹی ایم اے کے متعلقہ عملے کے ذریعے ٹھکانے لگانے کے لیے پھینکیں۔ ان کے فعال کردار کے بغیر، VC/NC اور TMAs کے عملے کے لیے مناسب صفائی اور ٹھوس فضلہ کو جمع کرنا ناممکن ہے۔\n'
          'پینے کے پانی کی فراہمی:\n'
          ' پینے کے قابل پانی وہ پانی ہے جو انسانی استعمال کے لیے موزوں ہے۔ تمام رہائشیوں کو پینے کا پانی فراہم کرنا ٹی ایم اے کی بنیادی ذمہ داری ہے، تاہم رہائشیوں کو یہ یقینی بنانا چاہیے کہ وہ پانی کے کنکشن کے لیے طے شدہ طریقہ کار پر عمل کرنے کے بعد ٹی ایم اے کی پائپ لائن سے مناسب کنکشن حاصل کریں اور پانی کے نرخ کی باقاعدہ ادائیگی کریں جو کہ بہت معمولی ہے۔ پانی کی فراہمی کے نظام کی دیکھ بھال میں ٹی ایم اے کی طرف سے اٹھائے جانے والے اخراجات کے مقابلے میں ٹی ایم اے کی طرف سے ریٹ چارج فلیٹ ریٹ ہے۔ چونکہ پانی ایک قیمتی وسیلہ ہے اور جیسا کہ پانی کی سطح سے یہ ظاہر ہوتا ہے کہ یہ دن بہ دن گرتا جا رہا ہے اس قیمتی وسائل کے ضیاع سے بچنے کے لیے صارفین کو اس کا معقول استعمال کرنا چاہیے جس پر مستقبل کی کمیونٹیز کے بھی مساوی حقوق ہیں۔\n'
          'اسٹریٹ لائٹس:\n'
          'VC/NC اور TMAs حفاظت کے لیے اپنے متعلقہ رہائشیوں کو اسٹریٹ لائٹس کی تنصیب فراہم کرتے ہیں۔ متعلقہ علاقے کا کوئی بھی رہائشی ضرورت کے مطابق اسٹریٹ لائٹ کی تنصیب یا بلب یا بجلی کے کھمبے کی تبدیلی کے لیے VC/NC یا ٹی ایم اے کو باضابطہ درخواست جمع کرا سکتا ہے۔ کسی بھی چوری یا حادثے کی صورت میں، معاملے کی اطلاع فوری طور پر متعلقہ VC/NC یا ٹی ایم اے کو دی جائے تاکہ مجرموں کے خلاف سزائی کارروائی کی جائے۔\n'
          'مویشیوں کا کرایہ:\n'
          'ٹی ایم اے نے بھیڑ اور ٹریفک سے بچنے کے لیے جانوروں اور کار پارکنگ کے لیے کافی جگہ کی ضرورت کو مدنظر رکھتے ہوئے اپنے دائرہ اختیار میں مویشیوں کا کرایہ مقرر کیا۔ جو لوگ اپنے مویشی بیچنے یا خریدنے کے لیے لاتے ہیں وہ معمولی فیس ادا کرتے ہیں جس کے عوض یہ تمام سہولیات فراہم کی جاتی ہیں اس کے علاوہ جانوروں کی مناسب حفاظت اور شفاف لین دین بھی ہوتا ہے۔ اکثر اوقات مویشیوں کے کرایے بھیڑ والے علاقوں کے باہر لگائے جاتے ہیں جن میں جانوروں کی فروخت اور خریداری کے لیے پارکنگ اور رہائش دونوں کے لیے کافی جگہ ہوتی ہے۔\n'
          'کھیلوں اور ثقافتی تقریبات کا فروغ:\n'
          'کھیلوں اور ثقافتی تقریبات کا فروغ TMAs کے ذریعہ انجام پانے والے دیگر اہم کام ہیں۔ یہ کھیلوں کے اسٹیڈیم، کھیل کے میدانوں اور ان کی باقاعدہ دیکھ بھال کے ذریعے رہائشیوں کو صحت مند ماحول فراہم کرنے کے ساتھ ساتھ کھیلوں کے جذبے کو فروغ دیتا ہے۔ کھلاڑیوں کو مقامی میچوں اور مقابلوں کے انعقاد کے ذریعے سپورٹس کٹ اور دیگر مراعات بھی فراہم کی جاتی ہیں جو کہ صحت مند کھیلوں کے مقابلے میں حصہ لینے والے علاقے کے نوجوانوں پر بہت ٹھوس اثرات مرتب کرتی ہیں۔\n'
          'علاقے کے نوجوان کھیل اور کھیل کے میدان کے قیام اور ان کی مناسب دیکھ بھال کے لیے اپنے متعلقہ VC/NC اور ٹی ایم اے سے رابطہ کر سکتے ہیں اور اس کے علاوہ کھیلوں کے مختلف مقابلوں کے انعقاد میں تعاون کر سکتے ہیں جس سے رہائشیوں کو ان کے متعلقہ علاقوں میں صحت مند اور کھیل سے متعلق سرگرمیاں اپنانے میں مدد ملتی ہے۔\n'
          'عوام کی طرف سے خدمات تک رسائی:\n'
          'یہ خدمات VC/NC اور تحصیل کے رہائشیوں کو ان کے مینڈیٹ کے مطابق متعلقہ درجے کے مطابق دستیاب ہیں۔ مثال کے طور پر، میونسپلٹی سے واٹر سپلائی کنکشن حاصل کرنے کی صورت میں تحصیل میں متعلقہ مقامی خکومتTMO/AD  کو درخواست دینی ہوگی۔ درخواست ایک آساں عمل ہے اور کسی سروس کی دستیابی کی صورت میں، صارف کو ایک مخصوص فیس کی ادائیگی پر کنکشن دیا جاتا ہے۔ اس کے بعد پانی کی فراہمی کا ہر صارف سروس چارجز کے طور پر ماہانہ برائے نام فیس جمع کرتا ہے۔ باقی خدمات جیسے ٹھوس فضلہ کو جمع کرنا اور ٹھکانے لگانا، اسٹریٹ لائٹس وغیرہ تمام شہریوں کو مفت فراہم کی جاتی ہیں۔ سروس میں رکاوٹ کی صورت میں دوبارہ شکایتی مرکز میں تحریری یا ٹیلی فونک شکایت درج کروائی جاتی ہے. جہاں مخصوص وقت میں ان کی شکایت کے ازالے کے لیے وقت دیا جاتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo30.mp3'),
  Topic(
      id: 31,
      title: 'مقامی خکومت انتخابات',
      description:
          '• الیکشن کمیشن آف پاکستان (ECP) بلدیاتی انتخابات کا انعقاد کرتا ہے تاہم ضم شدہ علاقوں میں یہ بلدیاتی اداروں کے پہلے انتخابات ہوں گے کیونکہ اس سے قبل فاٹا میں کوئی مناسب/منتخب مقامی خکومت سسٹم نہیں تھا۔\n'
          '• صوبائی حکومت کی طرف سے انتخابات کے اعلان کے بعد، ای سی پی لازمی ذمہ داری کے مطابق بلدیاتی انتخابات کے انعقاد کے لیے ضروری انتظامات کرتا ہے۔ دلچسپ بات یہ ہے کہ 1997 کے انتخابات میں ضم شدہ علاقوں کے مکینوں کو بالغ رائے دہی کا حق دیا گیا تھا اور اس سے قبل صرف منتخب قبائلی عمائدین (جرگہ ممبران) پاکستان کے صرف ممبر قومی اسمبلی کے انتخاب کے اہل تھے۔ ضم شدہ علاقوں کی صوبائی اسمبلی میں کوئی نمائندگی نہیں تھی کیونکہ یہ پاکستان کے آئین کے مطابق وفاق کے زیر انتظام علاقوں کا حصہ تھا۔ 25ویں ترمیم کے بل کی منظوری نے قبائلی علاقوں کے خیبرپختونخوا میں انضمام کی راہ ہموار کر دی جس سے وہ تمام عام انتخابات بشمول بلدیاتی انتخابات میں حصہ لے سکتےہیں جو ابھی منعقد ہونا باقی ہیں۔تمام بنیادی کام بلدیاتی انتخابات کے بعد انتخابات کے انعقاد اور بلدیاتی نظام کو متعارف کرانے کے لیے بنیادی ڈھانچے کو بچھا کر کیا گیا ہے۔ ای سی پی انتخابات کے شیڈول کا باضابطہ اعلان کرے گا جس میں درج ذیل سرگرمیاں شامل ہوں گی۔\n'
          '•انتخابی عمل کے دوران سرگرمیاں:\n'
          '1 .ریٹرننگ آفیسر (RO) کی طرف سے کاغذات نامزدگی کی دعوت دینے کا نوٹس جاری کیا جائے۔\n'
          '2 .کاغذات نامزدگی اسی کے مطابق وصول کیے جائیں۔\n'
          '3 .موصول ہونے والے تمام کاغذات نامزدگی کے نوٹس کی اشاعتکیجائے۔\n'
          '4 .کاغذات نامزدگی پرجواعتراضات موصول ہوئے ہیں۔\n'
          '5 .کاغذات نامزدگی کی جانچ پڑتال اور درست نامزد امیدواروں کے ناموں کی اشاعت کرنا۔\n'
          '6 .کاغذات نامزدگی کی منظوری/مسترد کے خلاف اپیل۔\n'
          '7 .اپیلوں کو نمٹانا۔\n'
          '8 .امیدواروں کی دستبرداری۔\n'
          '9 .مقابلہ کرنے والے امیدواروں کی فہرست کی اشاعت جس میں انہیں نشانات الاٹ کیے گئے ہیں۔\n'
          '10.پولنگ کا دن۔\n'
          '11 .ریٹرننگ آفیسر کی طرف سے نتائج کا اعلان۔\n'
          'امیدوار اور ووٹر کی اہلیت:\n'
          '18 سال سے زیادہ عمر کا کوئی بھی شخص، پاکستان کا شہری، جس کے پاس درست NIC ہو، انتخابی پول میں انتخابی علاقے کی ووٹر لسٹ میں رجسٹرڈ ہو، بلدیاتی انتخابات میں حصہ لینے یا ووٹ دینے کا اہل ہوگا۔ مقابلہ کرنے والے امیدوار کو VC/NC کے جنرل ممبر کی نشست کے لیے متعلقہ علاقے کے ووٹر کی طرف سے تجویز اور حمایت دی جائے گی۔\n'
          'مخصوص نشستوں پر خواتین میں الیکشن:\n'
          'بلدیاتی نظام خواتین کو فیصلہ سازی میں حصہ لینے کے ساتھ ساتھ انتخابی عمل میں بڑھ چڑھ کر حصہ لینے کی ترغیب دیتا\n'
          '/NC VC کے لئے الیکشن \n'
          ' VC/NC7ارکان پر مشتمل ہو گا۔ جن میں 3 جنرل ممبرز، ایک کسان ورکر، ایک خواتین ممبر، ایک یوتھ ممبر، ایک اقلیتی ممبرہوگا، جہاں اقلیتیں بطور ووٹر رجسٹرڈ ہیں۔ جنرل ممبران میں سے جو بھی سب سے زیادہ ووٹ حاصل کرتا ہے وہ VC/NC کا چیئرمین بن جاتا ہے۔ اگر VC/NC کے تمام جنرل ممبران بلامقابلہ منتخب ہو جاتے ہیں، تو چیئرمین کا انتخاب متعلقہ VC/NC کے تمام ممبران کے درمیان ایک مقررکردہ طریقے سے کرایا جائے گا۔ تمام اراکین براہ راست امیدواروں کی آزاد فہرست سے منتخب ہوتے ہیں۔الیکشن کی اساس بالغ رائے دہی اور مشترکہ رائے دہندگاہے ۔ یہ غیر جماعتی انتخابات ہوتے  ہیں،جن میں  تمام اراکین براہ راست امیدواروں کی آزاد فہرست سے منتخب ہوتے ہیں۔\n'
          'مخصوص نشستوں کے لیے اہم ضروریات\n'
          'نوجوان: الیکشن کے لیے ایک مستند امیدوار جس کی عمر ایکٹ کے تحت 30 سال سے کم ہو۔\n'
          'عورت: علاقے کی انتخابی فہرست میں رجسٹرڈ خاتون۔ بلدیاتی نظام خواتین کو فیصلہ سازی کے ساتھ ساتھ انتخابات میں حصہ لینے کی بھی ترغیب دیتا ہے۔\n'
          'کسان: کسان سے مراد وہ شخص ہے جو بے زمین(زمین کی ملکیت سے محروم) کھیت کا مزدور ہے، یا وہ جو الیکشن ہونےوالے سال سے پہلے پانچ سال کی مدت کے دوران، پانچ ایکڑ سے زیادہ زمین کا مالک نہ ہو اور اس پر براہ راست انحصار(گزر بسر) کرتا ہو۔\n'
          'ورکر/مزدور: سے مراد وہ  شخص ہےجو کہ  براہ راست(ہاتھ سے کام) کام میں مشغول ہو یا ذاتی مزدوری یا محنت کش زندگی گزارتا ہو یا اس پر ہی اسکی گزر بسر کا انحصار ہو۔یا جیسا کہ خیبر پختونخواہ انڈسٹریل ریلیشن ایکٹ(صنعتی تعلقات) 2010 میں  ورکر کو بیان کیا گیاہے ۔ \n'
          'اقلیت: اقلیت کا مطلب،متعلقہ علاقے میں ،غیر مسلم رجسٹرڈ ووٹر ہے۔\n'
          'الیکشن  برائےچیئرمین تحصیل( مقامی خکومت) \n'
          'تحصیل میں بلدیاتی حکومت کا سربراہ  چیئرمین ہوتا ہے۔ جوکہ تحصیل میں براہ راست ایک  حلقےسے منتخب ہوتا ہے۔ منتخب شدہ VC/NC کے چیئرمین اپنی متعلقہ تحصیل کونسل کے ممبر ہوں گے۔ خواتین، کسانوں/مزدوروں اور اقلیتوں کے لیے مخصوص نشستوں کا تعین  حکومت طے کرے گی۔ یہ مخصوص نشستیں VC/NC کے منتخب ریزرو ممبران، جو سب سے زیادہ ووٹ حاصل کریں گے، میں سے پُر کی جائیں گی ۔\n'
          'ووٹر بننے کی اہلیت:\n'
          'ایک شخص، جو  کہ پاکستان کا شہری ہے، 18 سال سے کم  عمر نہ ہو، اس سال کی یکم جنوری تک،  جس سال میں فہرستیں تیار کی جائیں یا اس پر نظرثانی کیاجائے، اسے مجاز عدالت نے ناقص دماغ کا قرار نہیں دیا ہے اور یا کسی  انتخابی علاقے کا رہائشی ہو۔ وہ اپنے آپ کو انتخابی فہرست میں شامل کروا سکتا ہے۔\n'
          'انتخابی مہم میں حصہ کیوں لینا چاہیے/الیکشن کیوں لڑنا چاہیے\n'
          'انتخابی سیاست میں حصہ لیناایک طریقہ کار ہے جس سے  مقامی طاقت کی تعمیرہوتی ہے۔  اور مقامی، صوبائی اور قومی سطح پر، باخبر فیصلہ سازی (Informed Decision-making)کے لیے، بنیادی سطح پر،لوگوں کی سیاسی صلاحیت بڑھتی ہے۔ انتخابات میں حصہ لینا لوگوں کو یاد دہانی رہتی  ہے کہ وہ اپنی ترقی کی ضروریات اور حقوق کو مناسب فورم پر پیش کرنے اورحاصل کرنے کی دوڑمیں اکیلے نہیں ہیں۔تاہم، انفرادی ووٹر کے لیے الیکشن مہم میں حصہ لینا مرضی کی بات ہے لیکن ایک فرد کو معاملات کی قیادت کا موقع فراہم کرتا ہے کہ وہ اپنے علاقے کی سماجی و اقتصادی ترقی میں اپنا مثبت کردار ادا کرے۔اس میں  عوامی خدمت کا عنصر شامل ہے  اطمینان کا احساس اجاگر ہوتا ہے۔ اس طرح سے  الیکشن جیتنے والے فرد کے پاس قانونی طور پر فیصلہ سازی کے عمل کا حصہ بننے کا اختیار ہوتا ہے اور  پھر وہ اپنے لوگوں کی بہتری اور ترقی میں موثر کردار ادا کرسکتا ہے۔\n'
          'نااہلیاں(امیدوار کی نااہلی کا عمل)\n'
          'الیکشن سے پہلے یا بعد از الیکشن لڑنے والے کسی بھی رکن کو مجاز عدالت کسی بھی مادی بدانتظامی یا، انتخابی قوانین کے مطابق، کسی دوسرے جرم کی جان بوجھ کر خلاف ورزی کرنے پر نااہل قرار دے سکتی ہے ۔جس چیز کو انتخابی کاغذات کے اعلان اور جمع کروانے کے بیان میں جان بوجھ کر چھپایا گیا ہو۔ \n'
          'ضمنی انتخابات\n'
          'الیکشن کمیشن کیلنڈر خالی نشستوں پر سال میں ایک بار ضمنی انتخابات کرائے گا۔\n'
          'ووٹنگ کا عمل\n'
          'پولنگ الیکشن کمیشن آف پاکستان کے مطلع کردہ شیڈول کے مطابق شروع ہوتی ہے۔ ووٹر ووٹ ڈالنے کے لیے درج ذیل اقدامات کرےگا:\n'
          'مرحلہ 1: ووٹر پولنگ اسٹیشن میں داخل ہوگا اور پولنگ آفیسر (PO) کے پاس جائے گا۔\n'
          'مرحلہ 2: پولنگ آفیسر ووٹر کی شناخت اس کے اصل قومی شناختی کارڈ کو چیک کرکے قائم کرتا ہے۔\n'
          'مرحلہ 3: اسسٹنٹ پولنگ آفیسر بیلٹ پیپر کے کاؤنٹر فوائل (جوابی اوراق)پر ضروری اندراج کرے گا، اس پر سرکاری کوڈ مارک سٹیمپ کے ساتھ مہر لگائے گا اور اس پر دستخط کرے گا۔\n'
          'مرحلہ 4: ووٹر، بیلٹ پیپرز حاصل کرنے کے بعد پولنگ بوتھ پر جائیں گے جہاں وہ  اپنی پسند کے امیدواروں کے نشان پر خفیہ طور پر مہر لگا سکیں گے ۔\n'
          'مرحلہ 5: ووٹر بیلٹ پیپرز کو پریزائیڈنگ آفیسر کے سامنے بیلٹ باکس میں ڈالتا ہے۔\n'
          'مرحلہ 6: ووٹر اپنا ووٹ ڈالنے کے بعد پولنگ اسٹیشن سے باہر نکل جائے گا۔\n'
          'مخصوص کردہ اراکین کا کردار\n'
          'مقامی خکومت ترمیمی ایکٹLG)) 2019 میں نوجوانوں، خواتین، کسان مزدوروں اور اقلیتوں کے لیے خصوصی نشستیں مخصوص ہیں۔\n'
          'معاشرے کے کمزور طبقوں کی حوصلہ افزائی کے لیے، اس مینڈیٹ کے ساتھ، کہ ان کی متعلقہ کونسلوں کی فیصلہ سازی کرتے ہوئے ان کی رائے غیرمعمولی  اہمیت کی حامل ہے۔\n'
          'معاشرے کے کمزور طبقوں کی حوصلہ افزائی کے لیے، اس مینڈیٹ کے ساتھ، کہ ان کی متعلقہ کونسلوں کی فیصلہ سازی کرتے ہوئے ان کی رائے غیرمعمولی  اہمیت کی حامل ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo31.mp3'),
  Topic(
      id: 32,
      title: 'مقامی خکومت کمیشن (LGC)',
      description: 'LG کمیشن کی تشکیل:\n'
          'LGکمیشن ان رکان پر مشتمل ہو گی۔\n'
          '1.	وزیر مقامی خکومت ای اینڈ آر ڈی ڈی بطور چیئرمین ہوں گے۔\n'
          '2.	دو ممبران وہ ہو نگے جن میں سے ایک کو وزیر اعلیٰ اور ایک کو صوبائی اسمبلی کے اپوزیشن لیڈر (حزب اختلاف )نے نامزد کیا ہو۔\n'
          '3.	دو نامور ،قابل اور تجربہ کار ٹیکنوکریٹس جن میں سے ایک خاتون ہو گی  جو کہ حکومت کی جانب سے 3 سال کی مدت کے لیے منتخب کی جائے گی۔\n'
          '4.	سیکرٹری قانون\n'
          '5.	سیکرٹری بلدیات و دیہی ترقی \n'
          '6.	مقامی خکومت حکومت کے بجٹ سے متعلق امورمیں رہنمائی کے لیے محکمہ خزانہ کاایک مقرر کردہ  نمائندہ بھی کمیشن میں شامل ہو گا۔\n'
          'مقامی خکومت کمیشن کے کام/افعال\n'
          'مقامی خکومت سی کو وہی اختیار حاصل ہوگا جوکہ ایک سول عدالت(دیوانی عدالت)  کےضابطہ دیوانی پروسیجر، 1908کے(1908 کا ایکٹ V) (Court of Civil Procedure,1908)کے تحت حاصل ہے یہ ظابط  درج ذیل معاملات کے حوالے سےرہنمائی کرتا ہے:\n'
          ' • مقامی حکومتوں کا سالانہ معائنہ کریں اور حکومت کو رپورٹ پیش کریں۔\n'
          '• ایک ثالثی فریق کوفریضہ سونپنا کہ وہ  تمام یا کسی مقامی حکومت کی کارکردگی ااور مالیاتی آڈٹ  کرے یا جہاں وہ کمیشن اس آڈٹ اہم  ضروری محسوس کرے ۔\n'
          '• مقامی حکومت سے متعلق کسی بھی معاملے میں اپنی ہی پہل پر، یا جب بھی، وزیراعلیٰ کی طرف سے ہدایت کی گئی ہو یا محکمہ کی طرف سے کوئی حوالہ دیا جائے، بذات ِخود یا صوبائی حکومت کے کسی افسر کے ذریعے انکوائری کروائے گی۔\n'
          '• مقامی حکومتوں کے درمیان تنازعات کو حل کرنا۔\n'
          '• وزیراعلیٰ کو مقامی حکومتوں کی مجموعی کارکردگی کی سالانہ رپورٹ پیش کریں۔\n'
          '• مقامی حکومت کی طرف سے قوانین اور قواعد کی خلاف ورزیوں کا نوٹس لینااور سنوائی کرنا۔\n'
          '• کسی بھی شخص کو طلب کرنا اور اس کی حاضری نافذ کرنا اور حلف پر ان لوگوں کی جانچ پڑتال کرنا۔\n'
          '• دستاویزات/شواہد پیش کرنے پر مجبور کرنا۔\n'
          '• حلف ناموں پر ثبوت وصول کرنا۔\n'
          '• گواہوں سے استفسار  کے لیے کمیشن/ہدایت  جاری کرنا۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo32.mp3'),
  Topic(
      id: 33,
      title: 'صوبائی مالیاتی کمیشن (PFC)',
      description:
          'کے پی (ترمیم شدہ) ایکٹ 2019 میں مقامی خکومت کے درمیان عوامی وسائل کی تقسیم کے لیے ایک طریقہ کار ہے جسے PFC کے نام سے جانا جاتا ہے۔ فنانس کمیشن کی سربراہی وزیر خزانہ کرتے ہیں اور اس کی شریک صدارت وزیر LG کرتے ہیں۔کمیشن صوبائی اسمبلی کے دو ارکان پر مشتمل ہے جن میں سے  ایک وزیراعلیٰ کی طرف سے اور ایک صوبائی اسمبلی کے اپوزیشن لیڈرکی طرف سےنامزد کیا گیا ہو، سیکرٹری فنانس، پی اینڈ ڈی، قانون ، مقامی خکومت ٓردیننسر پانچ چیئرمین/تحصیل مقامی خکومت میئر/سٹی مقامی خکومت اس کمیشن میں شامل ہیں۔\n'
          'پی ایف سی کے زمہ داریاں:\n'
          '1.	محصولاتِ چنگی(Octroi Tax) اور ضلعی ٹیکس کے علاوہ صوبائی کنسولیڈیٹڈ فنڈ کی آمدنی میں LGکے لیے گرانٹ کی رقم مختص کرنا۔\n'
          '2.	LG کے درمیان گرانٹ کی تقسیم کا فارمولہ، آبادی کے تناسب سے تعین  کیا جاتا ہے۔\n'
          '3.	سہولت تک رسائی کی شرائط کے ساتھ LG کے لیے خصوصی گرانٹس کی رقم\n'
          '4.	LGسے متعلقہ اقتصادی معاملات کو دیکھنا۔\n'
          '5.	غربت، بڑھتی آبادی، بنیادی ڈھانچے میں پسیماندگی، اور LG کی آمدنی کی  متعلق سفارشات مرتب کرنابھی اسکا کام ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo33.mp3'),
  Topic(
      id: 34,
      title: 'منتقل شدہ دفاتر ',
      description:
          '6.	تحصیل LG کو منتقل کیے گئے دفاتر کی فہرست LG (ترمیم شدہ) ایکٹ 2019 کے سیکشن 22 کے ساتھ پڑھے جانے والے پہلے شیڈول میں پڑھی جا سکتی  ہے۔جو کہ ذیل ہے:\n'
          '7.	پرائمری اور سیکنڈری تعلیم\n'
          '8.	سماجی بہبود\n'
          '9.	کھیل اور نوجوانوں کے امور\n'
          '10.	زراعت\n'
          '11.	توسیع\n'
          '12.	ماہی گیری\n'
          '13.	لائیو سٹاک اور ڈیری ڈویلپمنٹ\n'
          '14.	فارم واٹر مینجمنٹ پر (کھیتوں میں پانی کا نظام)\n'
          '15.	مٹی اور پانی کا تحفظ\n'
          '16.	بہبودآبادی\n'
          '17.	میونسپل سروسز بشمول پانی اور صفائی(حفظانِ صحت)\n'
          '18.	دیہی علاقوں کی ترقی\n'
          '19.	پبلک ہیلتھ انجینئرنگ\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo34.mp3'),
  Topic(
      id: 35,
      title: '\nشہری سہولت مراکز (Citizen Facilitation Center( CFC))',
      description:
          'صوبائی ڈیزاسٹر مینجمنٹ اتھارٹی(برائے حادثات) (PDMA) نے ورلڈ بینک کی مدد سے (خیبرپختونخواہ)KP کے NMDs(نئے انضمامشدہ اضلاع)  میں 27 CFC قائم کیے ہیں۔ یہ ایک ون اسٹاپ شاپ ہے جو کہ NMDs کے رہائشیوں کی سہولت کے لیے  بنایا گیا ہے۔  آنے والے مناسب وقت پر پیش کی جانے والی سہولیات  ایک طویل فہرست آئے گی۔ فی الحال یہاں پر درج ذیل خدمات دستیاب ہیں:\n'
          '• CNIC کا اجراء: CNIC  13 ہندسوں کا منفرد شناختی نمبر ہے جسے پورے ملک میں تسلیم کیا جاتا ہے۔ یہ افراد کی اولین ضرورت ہے کیونکہ لائسنس، NTN، بینک اکاؤنٹ، پاسپورٹ، سیلولر کنکشن وغیرہ جیسی دستاویزات حاصل کرنے کیلئے اسکا ساتھ ہونالازمی ہے۔ پاکستان کا ہر شہری، 18 سال یا اس سے زیادہ کا، CNIC کا اہل ہے۔ CNIC حاصل کرنے کے لیے درج ذیل دستاویزات مطلوب ہوتے  ہیں:\n'
          '1.	والدین میں سے کسی ایک کا اصل قومی شناختی کارڈ \n'
          '2.	پیدائش کا سرٹیفکیٹ(Birth Certificate)\n'
          '3.	درخواست گزار اور اس کے والدین کے درمیان تعلق ثابت کرنے کے لیے کوئی بھی اصل دستاویز جیسے چائلڈ رجسٹریشن سرٹیفکیٹ (CRC)، ڈومیسائل، پاسپورٹ یا میٹرک سرٹیفکیٹ/مارک شیٹ۔\n'
          '4.	کسی ایک خونی رشتہ دار جیسے ماں، باپ، بہن یا   بھائی کی درخواست گزارسے متعلقہ تصدیق کیلئے موجودگی۔\n'
          '5.	پیدائش، موت، اور طلاق کا سرٹیفکیٹ\n'
          '6.	رجسٹریشن اور پیدائش کا سرٹیفکیٹ جاری کرنا\n'
          '7.	نکاح کی رجسٹریشن\n'
          '8.	  طلاق نامہ کی  رجسٹریشن اور اجراء\n'
          ' روزی روٹی( ذریعہ معاش) سپورٹ گرانٹس: اس گرانٹ کے ذریعے سے مخصوص گھرانوں یا کمیونٹیز  کو رقم کی فراہمی کرنا  ، ہنگامی امداد کے طور پر، ضروری اثاثے خریدنے کے لیےتاکہ وہ املاک بنا کر اپنا ذریعہ معاش بحال  کر سکیں۔۔ فی الحال، احساس پروگرام جو پہلے بے نظیر انکم سپورٹ پروگرام تھا، حکومت کے ذریعے چلایا جاتا ہے اور پاکستان کے تمام شہری، جو کہ ایک مقرر کردہ مخصوص معیار پرپورا اترے ہیں، اس قسم کی گرانٹ کے اہل ہیں۔\n'
          '• نوجوانوں(نابالغ) کا کارڈ: جوونائل کارڈ ایک شناختی کارڈ ہے جو 18 سال سے کم عمر کے بچوں کو جاری کیا جاتا ہے۔ ... بچے کے والدین یا خونی رشتہ دار جن کے پاس ایک درست(valid (قومی شناختی کارڈ (NIC) موجود ہے ان کا ،نابالغ نوجوان کا  کارڈ حاصل کرتے وقت، بائیو میٹرکس فراہم کرنے کے لیے جسمانی طور پر موجود ہونا ضروری ہے۔ کارڈ ہولڈرپالیسی کے مطابق اس کا رڈ کو رکھنے والا ضرورت کی بنیاد پر مستحق بچوں کو حکومت کی طرف سے دی جانے والی کچھ سہولیات کا حقدار ہے۔\n'
          '• چلڈرن کیش گرانٹ۔: گرانٹ وہ رقم ہوتی ہے جو حکومت یا دیگر ادارے کسی ایک فرد/ بچے کو کسی خاص مقصد جیسے تعلیم یا صحت میں بہتری کے لیے دیتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo35.mp3'),
  Topic(
      id: 36,
      title: 'ضلعی انتظامیہ کا کردار',
      description:
          'ڈپٹی کمشنر صوبائی حکومت کے پرنسپل نمائندے ہوں گے۔صوبائی حکومت ضلعی انتظامیہ کے ذریعےسے  حکومتی پالیسی کے مقاصد کو حاصل کرنے ،معاشی، سماجی اور ماحولیاتی تحفظ کو فروغ دینے کے لیے رہنمائی  فراہم کر سکتی ہے اور مشورہ دے سکتی ہے۔ ڈی سی ضلع میں امن و امان کی بحالی کا ذمہ دار ہے۔\n'
          'تحصیل مقامی خکومت کے چیئرمین ،2019 کے مقامی خکومت ترمیمی ایکٹ کے تحت ،ضلع بھر کی ترقی اور خدمات کی فراہمی کے لیے، جہاں ضرورت ہو، ضلعی انتظامیہ کے ساتھ رابطہ قائم کریں گے۔\n'
          'ڈپٹی کمشنر (DC): ڈپٹی کمشنر (DC) ضلع میں امن و امان کی بحالی کا ذمہ دار ہے۔ وہ انتظامیہ کا سربراہ ہے اور صوبائی حکومت کی پالیسیوں پر عمل درآمد کو یقینی بناتا ہے۔ ڈی سی کوسابقا فاٹا میں پولیٹیکل ایجنٹ کہا جاتا تھا۔\n'
          'ڈسٹرکٹ کمشنر کے کام:\n'
          '• ڈپٹی کمشنر ضلع کی عمومی انتظامیہ(نظم و نسق) کا انچارج افسر ہے۔ وہ ضلع میں حکومت کے پرنسپل نمائندہ ہے۔ ڈپٹی کمشنر ضلع میں ایڈیشنل ڈپٹی کمشنر، اسسٹنٹ کمشنرز اور ایڈیشنل اسسٹنٹ کمشنروں، کے ذریعےسے ان کے فرائض کی انجام دہی، کی نگرانی کرتاہے۔\n'
          '• وہ مجموعی ترقی، عوامی وسائل کے موثر استعمال اور مؤثر خدمات کی فراہمی کے مقاصد کے لیے ضلع میں تمام عوامی ایجنسیوں کے کام کی نگرانی کرتا ہے۔\n'
          '•ڈپٹی کمشنر اپنے ما تحت ضلع میں پبلک (عوامی) ایجنسیوں کی حمایت، معاونت اور سہولت فراہم کرتا ہے۔\n'
          '• وہ حکومت کی پالیسیوں، ہدایات، اور رہنما اصولوں کے نفاذ کی ،نگرانی اور عملدرآمد کرواتا ہے۔\n'
          'اسسٹنٹ کمشنر (AC):  وہ شخص ہے جو کہ سب ڈویژن کا ایک انچارج افسر ہے، جسے خیبر پختونخوا سول ایڈمنسٹریشن (عوامی خدمات کی فراہمی اور گڈ گورننس) ایکٹ 2020 کے تحت مقرر کیا گیا ہے۔ جو ایک ضلع کی سب ڈویژن میں امن و امان کی بحالی کا ذمہ دار ہے۔ اسکے علاوہ تمام معاملات میں ڈی سی کو رپورٹ کرنااس کے کاموں میں شامل ہے۔ AC سابق فاٹا میں اسسٹنٹ پولیٹیکل ایجنٹ (APA) کے نام سے پہچاناجاتا تھا۔\n'
          '• ایک اسسٹنٹ کمشنر اپنے ماتحت افسروں کے درمیان کام کی تقسیم کرتا ہے اور جس حد تک ہو سکتا ہے،ان کو بہم سر انجام کرنے میں مدد کرتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo36.mp3'),
  Topic(
      id: 37,
      title: 'تحصیلدار',
      description:
          'تحصیلدار ریونیو کلیکشن(محصولات جمع کرنیوالا) آفیسر ہے۔ جو کہ سب ڈویژن کی تحصیل میں مختص کیا جاتا ہے۔تحصیلدارکی بنیادی ذمہ داری  یہ ہے کہ وہ لینڈ ریونیو(زمینی آمدنی ) کا ریکارڈ اکٹھا کرے اور اسکوساتھ ساتھ ضرورت کے  مطابق اسے اپ ڈیٹ کرے، نہری ریونیو(محاصل) اور دیگر سرکاری واجبات اور اس سے جڑے دیگر فرائض، جیسے کہ حکومت وقتاً فوقتاً چاہے، قواعد کے مطابق سر انجام دے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo37.mp3'),
  Topic(
      id: 38,
      title: 'اسسٹنٹ ڈائریکٹر مقامی خکومتAD(LG)',
      description:
          'ہر ضلع کا اسسٹنٹ ڈائریکٹر مقامی خکومت کا کام  دیہی ترقی کی ذمہ داری شامل ہے۔ اسکے علاوہ گاؤں کے  سیکرٹری لیول کے تمام امور ،جیسے کہ گاؤں اور قرب و جوار کی کونسلوں میں روابط،کرنے کا ذمہ دارہوگا۔\n'
          'AD(LG) کے افعال میں کو ریگولیٹری(نظم و نسق) اور انتظامی افعال یقینی بنانا ہے۔تاکہ اس بات کو یقین دہانی کرنا ہے کہ ضلع میں تمام VC/NCs LGاپنی ذمہ داریاں (ترمیم شدہ) ایکٹ 2019 کے پالیسی فریم ورک کے اندر رہتے ہوئے سر انجام دے رہے ہیں۔\n'
          'AD تمام VC/NCs کے لیے پرنسپل اکاؤنٹنگ آفیسر ہے اور ان کونسلوں کے ذریعے گاؤں کی سطح پر ،مالی اور انتظامی لحاظ سے انجام دیے جانے والے ،ترقیاتی کاموں کے لیے ذمہ دار ہے۔\n'
          'AD کا دفتر VC/NCs اور کسی دوسرے دفتر کے درمیان خط و کتابت کا ذریعہ ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo38.mp3'),
  Topic(
      id: 39,
      title: 'تحصیل میونسپل آفیسر',
      description:
          'تحصیل میونسپل آفیسر (TMO) تحصیل میونسپل ایڈمنسٹریشن (TMA) کا پرنسپل اکاؤنٹنگ آفیسر ہے اور تحصیل مقامی خکومت/سٹی مقامی خکومت کا ذمہ دار ہے۔ TMO کے اہم کام یہ ہیں:\n'
          '•  TMO متعلقہ تحصیل مقامی خکومت/سٹی مقامی خکومت کے لیے ڈرائنگ اینڈ ڈبرسمنٹ آفیسر (DDO)کے طور پر کام کرتا  ہے۔  جو کہ بجٹ مختص کرتا ہے اور اس پر عمل درآمد کرواتا ہے۔\n'
          '• TMO تحصیل لوکل کونسل کا سیکرٹری ہوتا ہے\n'
          '• اخراجات اور محصولات کے باقاعدہ نظرِثانی  کے ذریعےسےبجٹ کی ترسیل پر نگرانی کرتا ہے۔تاکہ اس بات کو یقینی بنایا جا سکے  کہ فنڈزاسی طرح خرچ کئے جائیں جیسا کہ تحصیل کونسل کی منظوری کی ہے۔\n'
          '• TMA سے متعلقہ تحصیل کونسل کو مالی معلومات اور بجٹ کی کارکردگی کی رپورٹ فراہم کرنا۔\n'
          '• بجٹ کے طریقہ کار میں  اور بجٹ دستاویزات کی مجموعی کوالٹی(معیار) کو یقینی بنانا۔\n'
          '• صوبائی حکومت کی مشاورت سے تحصیل مقامی خکومت/سٹی مقامی خکومت کے وسائل کو متحرک کرنا۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo39.mp3'),
  Topic(
      id: 40,
      title: 'ممبر صوبائی اسمبلی (MPA)',
      description:
          'ممبر صوبائی اسمبلی ایک نمائندہ ہوتا ہے، جسے ایک مخصوص ضلع ،یا اس کے کچھ حصے ،کے ووٹرز کے ذریعے سے متعلقہ علاقے کی صوبائی اسمبلی کے لیے منتخب کیا جاتا ہے۔ MPA کے اہم کام یہ ہیں:\n'
          '• صوبائی قانون سازی\n'
          '• صوبائی بجٹ کی منظوری اور کنٹرول \n'
          '• صحت، تعلیم، کھیلوں، اور LG وغیرہ کے حوالے سے پالیسی کی تشکیل اور معیار کی یقین دہانی\n'
          '• صوبائی ترقیاتی پروگرام کی نگرانی\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo40.mp3'),
  Topic(
      id: 41,
      title: 'ممبر قومی اسمبلی',
      description:
          'ایم این اے پاکستان کی پارلیمنٹ کے ایوان زیریں، قومی اسمبلی، کا منتخب رکن یا نمائندہ ہوتا ہے۔ قومی اسمبلی کے 342 اراکین ہیں، جن میں سے 70 خواتین اور مذہبی اقلیتوں (جوکہ پاکستان میں موجودہیں) کے ایم این اے کے لیے مخصوص ہیں اور باقی نسشتیں جنرل اراکین کے لیے مختص ہیں۔پاکستان میں صرف ایک قومی اسمبلی ہے جو قومی اسمبلی میں ووٹنگ کے ذریعے پاکستان کے وزیر اعظم کا انتخاب کرتی ہے۔قومی اسمبلی کی مدت ،حلف اٹھانے کی تاریخ سے ،پانچ سال تک ہوتی ہے۔ ایم این اے کے اہم کام یہ ہیں:\n'
          '• قومی سطح کی قانون سازی\n'
          '• قومی بجٹ کی منظوری اور کنٹرول \n'
          '• قومی پالیسی کی تشکیل خصوصاً خارجہ پالیسی، قومی دفاعی پالیسی\n'
          '• قومی ترقیاتی پروگرام کی نگرانی \n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo41.mp3'),
  Topic(
      id: 42,
      title: 'KP رائٹ ٹو انفارمیشن ایکٹ، 2013',
      description:
          'کسی بھی چیز کو جاننے کا حق ایک بنیادی انسانی فطرت ہے اور یہ خواہش پوری انسانی تاریخ میں حاکم  اور محکوم  کے درمیان تصادم کی بنیادی وجوہات میں سے ایک رہی ہے۔ آیا عوام کو یہ جاننے کا حق ہے کہ حکمران کیسے فیصلے لے رہے ہیں، یہ صدیوں سے بحث کا موضوع رہا ہے۔ یہی حال پاکستان میں بھی رہا ہے جہاں حکمران ہمیشہ عام باشندوں کی فلاح و بہبود سے متعلق بنیادی معلومات کو شیئر(بانٹنے) کرنے سے گریز کرتے تھے۔جس کے نتیجے میں برسوں کےبعد،چاہے وہ حاکم ہو یا محکوم ، لوگوں میں  یہ احساس اجاگرہوا کہ ان سے متعلق تمام معلومات جو کہ مکینوں کی فلاح و بہبودکے لئے ہے ، جب چاہیں یا معمول کے مطابق، کو ان کے ساتھ شیئر کیا جائے۔اس سے  شفافیت اور اچھی حکمرانی ((Good Governanceکی یقینی دہانی ہوتی ہے۔معلومات کی آزادی سے شروع ہونے والے اس سفر کو حق اطلاعات بننے میں تقریباً ایک دہائی لگ گئی ۔ 18ویں ترمیم کے بعد،آرٹیکل19-A کو آئین ِپاکستان کا حصہ بنا دیا گیا۔ اور اس طرح اسے پاکستان کے ہر شہری کا آئینی حق بنا دیا گیا۔ ۔ اس حق کو باضابطہ شکل دینے کے لیے صوبہ خیبر پختونخواہ نے پیش قدمی کی اور صوبائی حکومت 2013 میں اس قانون کو  پاس کرنے میں پہل کرنے پر قابلِ احترام ذکر کی مستحق ہے۔ اطلاعات کا حق ایکٹ گورننس کو بہتر بنانے میں اہم کردار ادا کر رہا ہے اور اسکے علاوہ ذیل کے لئےیہ  ایک موئژ  آلہِ  کارسمجھا جاتا ہے:\n'
          '• حکومت کے کام کاج کو بہتر بنانا\n'
          '• لوگوں کو جمہوریت میں مؤثر طریقے سے حصہ لینے کے قابل بنانا۔\n'
          '• احتساب کو فروغ دینا۔\n'
          '• کرپشن(بدعنوانی) کو روکنا\n'
          '• کرپشن(بدعنوانی) کو روکنا\n'
          '• خدمات کی فراہمی کو بہتر بنائیں۔\n'
          '• ذاتی وقار کو مضبوط کریں۔\n'
          '• ذاتی وقار کو مضبوط کریں۔\n'
          '• اقتصادی ترقی کو مضبوط بنائیں\n'
          '• عوامی فنڈز کے غلط استعمال کی حوصلہ شکنی کریں\n'
          '• وسائل کی مساوی تقسیم کو یقینی بناتا ہے\n'
          '•  آزادیِ صحافت کو یقینی بناتاہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo42.mp3'),
  Topic(
      id: 43,
      title: 'معلومات کے حق کا عمل',
      description:
          'کوئی بھی دستاویز جوکہ عوامی دفاتر کے پاس کسی بھی شکل میں موجود ہو اسے عوامی ریکارڈ قرار دیا جاتا ہے اور شہری متعلقہ قانون کی مخصوص دفعات کو استعمال کرتے ہوئے ،ویب سائٹ کے ذریعےسے ،یا متعلقہ محکمے کو درخواست جمع کروا کر، معلومات تک رسائی حاصل کر سکتے ہیں۔ KPRTI ایکٹ، 2013 کے نفاذ کے بعد ہر محکمے نے ایک پبلک انفارمیشن آفیسر (PIO) کو نامزد کیا ہے جو عوام کی جانب سے موصول ہونے والی ایسی درخواستوں پر غور کرنے کے پابند ہے، جو معلومات کے عوام میں افشاء کے کلچر کو فروغ دینے میں معاون ہیں۔\n'
          'درخواست دہندہ ،مخصوص ریکارڈ کی فراہمی کے لیے ،محکمہ کے پی آئی او کو درخواست دیتا ہے (معلومات کی درخواست)۔ کے پی آر ٹی آئی ایکٹ، 2013 ہر شہری کو اس قابل بناتا ہے کہ وہ اس طرح کی معلومات طلب کر سکتا ہے  جب اور جیسے اسے ضرورت ہو۔معلومات کی تین قسمیں فراہم کی جاتی ہیں:\n'
          ' • عام معلومات جوکہ  PIO کو درخواست جمع کرانے کے دس دنوں کے اندر فراہم کی جاتی ہیں۔\n'
          ' • خصوصی معلومات وہ ہوتی ہیں جو ضروری نوعیت کی ہوتی ہیں اور PIO کی جانب سے فوری کارروائی کی ضمانت دیتی ہیں۔ ایسی معلومات کے لیے وقت کی مدت 02 دن ہے\n'
          '•پیچیدہ معلومات وہ ہوتی ہیں جہاں تفصیلی جانچ پڑتال کی ضرورت ہوتی ہے، یا ابتدائی انکوائری کی ضرورت ہوتی ہے۔تاکہ حقائق اور اعدادوشمار  کو اچھی طرح کرید نے کے بعد درخواست دہندہ کے ساتھ اشتراکshare)) کیا جائے۔ ایسی معلومات کے لیے وقت کی مدت 20 دن ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo43.mp3'),
  Topic(
      id: 44,
      title: 'حقِ معلومات کمیشن',
      description:
          'اگر پی آئی او یا محکمہ ،مقررہ مدت کے اندر درخواست گزار کو متعلقہ معلومات فراہم کرنے میں ناکام رہتا ہے۔حکومت نے صوبائی سطح پر ایک مناسب کمیشن قائم کیا ہے، جس  کوعوام کی آسانی کے لیے ڈویژنل لیول پر بھی  قائم کیا گیا ہے،یہ  عوامی معلومات کی فراہمی سے متعلق ان کی شکایات کے ازالے کے لیے قانونی پلیٹ فارم ہے۔۔ جیسا کہ نیچے دی گئی تصویر سے واضح ہے کہ شکایت کنندہ نے کمیشن کو درخواست دی ہے کہ فلاں ،فلاں محکمہ اسے پچھلی درخواست کی کاپی کے ذریعے مانگی گئی معلومات فراہم کرنے میں ناکام رہا ہے۔ اس کے بعد کمیشن حقائق تلاش کرنے کے لیے انکوائری کرتا ہے اور درخواست دہندہ کو درخواست جمع کرانے کے 60 دنوں کے اندر معلومات کی فراہمی کے لیے متعلقہ محکمے کو ہدایات جاری کرتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo44.mp3'),
  Topic(
      id: 45,
      title: 'کے پی رائٹ ٹو پبلک سروسز ایکٹ 2014',
      description:
          'کے پی کی حکومت نے صوبے میں اچھی گورننس کے ایجنڈے کے ایک حصے کے طور پر، KP رائٹ ٹو پبلک سروسز ایکٹ، 2014 متعارف کرایا۔ اس قانون کا واحد مقصد عوامی مفاد میں عوامی خدمات کی فراہمی کو بہتر بنانا تھا۔ قانون مندرجہ ذیل کے لئے فراہم کرتا ہے: -\n'
          '•  شہریوں کو عوامی خدمات کی بروقت فراہمی۔\n'
          '•  سرکاری ملازمین کو جرمانے کا ذمہ دار بنانا اگر وہ شہریوں کو بروقت اور شفاف طریقے سے خدمات فراہم کرنے میں ناکام رہتے ہیں۔\n'
          '•  شہریوں کو مقررہ مدت میں مطلوبہ سروس نہ ملنے پر معاوضہ۔\n'
          'صوبائی حکومت کی طرف سے مطلع شدہ عوامی خدمات کی ایک طویل فہرست ہے جن کی تعداد 41 ہے۔ مقررہ وقت، نامزد افسر اپیلیٹاتھارٹی کے ساتھ کچھ اہم عوامی خدمات قارئین کے فائدے کے لیے ذیل میں دی جا رہی ہیں:\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo45.mp3'),
  Topic(
      id: 46,
      title: 'پبلک سروسز کمیشن کا حق',
      description:
          'KP حکومت نے رائٹ ٹو سروسزایکٹ  2014کے تحت چیف کمشنر کی سربراہی میں دو کمشنروں کے ساتھ معاون عملہ کے ساتھ ایک قانونی ادارہ قائم کیا تھا تاکہ اس بات کو یقینی بنایا جا سکے کہ رہائشیوں کو بغیر کسی رکاوٹ کے مطلع شدہ خدمات فراہم کی جائیں۔ کمیشن کے بنیادی کام ہر ضلع میں ڈسٹرکٹ مانیٹرنگ آفیسرز (DMOs) کے دفتر کے ذریعے، مخصوص ٹائم لائنز، معیار اور شفافیت پر توجہ مرکوز کرتے ہوئے مطلع شدہ عوامی خدمات کی انتظامیہ کی نگرانی کرنا ہے۔ اب تک 41 بنیادی خدمات اور ذیلی خدمات کو مطلع کیا گیا ہے۔ خدمات کا سلسله کافی وسیع ہے اور اس میں ریونیو، صحت، سیکورٹی، ڈومیسائل، لائسنس اور میونسپل سروسز شامل ہیں۔ کمشنرز اور ڈپٹی کمشنرز کو بالترتیب ڈویژنل اور ڈسٹرکٹ اسٹیئرنگ کمیٹیوں کے چیئرپرسن قرار دیا گیا ہے۔\n'
          'کے پی سروسز کمیشن میں شکایت کیسے جمع کی جائے:\n'
          'کوئی بھی رہائشی جو محکمہ کے متعلقہ نامزد افسر سے مقررہ وقت کے اندر مخصوص عوامی خدمات حاصل نہ کرنے کی وجہ سے پریشان محسوس ہوتا ہےتواس کے پاس یہ اختیار ہے کہ وہ مندرجہ ذیل اختیارات کو اپناتے ہوئے متعلقہ ضلع کے چیف کمشنر یا ڈسٹرکٹ مانیٹرنگ آفیسر (DMO) کو کوئی بھی اپیل لکھ سکتا ہے۔ شکایت کے اندراج کے لیے UAL نمبر 1800 پر کال کرکے یا شکایت جمع کرانے کے لیے کمیشن کی ویب سائٹ پر کلک کرکےیا یہاں تک کہ ایک ای میل یا تحریری درخواست بھی پوسٹ کے ذریعے کے پی رائٹ ٹو سروس کمیشن چنار روڈ یونیورسٹی ٹاؤن پشاور کے چیف کمشنر کو جمع کرائی جا سکتی ہے۔ کے پی رائٹ ٹو سروسز کی آفیشل ویب سائٹ www.kprts.gov.pkاورrtscommission@yahoo.comہیں۔\n'
          'درخواست دہندہ صرف این آئی سی کی کاپی، موبائل نمبر اور خط و کتابت کے لیے پتہ فراہم کرے گا اور فضول شکایات پر قابو پانے سے بچنے کے لیے یا جعلی شکایت کی صورت میں کمیشن کو دھوکہ دہی کرنے والے درخواست گزار کے خلاف کارروائی کرنے کا اختیار حاصل ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo46.mp3'),
  Topic(
      id: 47,
      title: 'دس سالہ ترقیاتی حکمت عملی (TDS)',
      description:
          'سابقہ فاٹا کے کے پی میں تاریخی انضمام کے بعد، کے پی کی حکومت کی طرف سے شروع کیا گیا پہلا قدم ایک تفصیلی اور وسیع مشاورت کرنا تھا۔جس سے ادارہ جاتی ترتیب اور خطے کی سماجی و اقتصادی ترقی دونوں میں موجود خلاء کو ختم کرنے کے لیے ایک فریم ورک تیار کرنا تھا۔ ماضی کے دستیاب اعدادوشمار کا جائزہ لینے سے پتہ چلتا ہے کہ زیادہ تر سماجی اقتصادی اشارے کے پی سے بلکہ پاکستان کے مقابلے میں بھی پیچھے تھے۔ مثال کے طور پر 60 فیصد لوگ غربت کی لکیر سے نیچے زندگی گزار رہے تھے۔ خواندگی کا تناسب مردوں کے لیے 49 فیصد اور خواتین کے لیے 14 فیصد تھا۔ اسی طرح پینے کے صاف پانی کے دیگر اشاریے، بچوں کی اموات کی شرح، ماں کی بیماری کی شرح کے پی اور پاکستان کے اوسط تناسب سے بہت کم تھی۔\n'
          'ان تمام چیزوں کے ساتھ ساتھ ادارہ جاتی فریم ورک اور ضروری انفراسٹرکچر کی کمی کے ساتھ یہ ضروری محسوس کیا گیا کہ سماجی و اقتصادی اور ادارہ جاتی ترقی کے اس جارحانہ خلاء کو مناسب طریقے سے پر کرنے کے لیے کچھ فوری اقدامات کیے جائیں۔ اس کے مطابق، دس سالہ ترقیاتی حکمت عملی تیار کی گئی جسے قبائلی دہائیوں کی حکمت عملی (2020-2030) کے نام سے جانا جاتا ہے۔ جس میں وفاقی حکومت واضح عزم کے ساتھ اگلے دس سال کے لیے ہر سال کم از کم 100 ارب روپے کی سالانہ خصوصی گرانٹ فراہم کرے ۔ قبائلی دہائیوں کی حکمت عملی (2020-2030)  کا مقصد قبائلی عوام کو ملک کے باقی حصوں کے برابر لانے کے لیے عدم توازن کو دور کرنا ہے۔ صوبائی کابینہ نے 9 مئی 2019 کو ہونے والے اپنے اجلاس میں قبائلی دہائی کی حکمت عملی کی منظوری دی۔ قبائلی دہائی کی حکمت عملی کو گہری مشاورت کے ذریعےفائدہ اٹھانے اورحتمی شکل دینے اورتمام منصوبہ بند ترقی کو رہائشی ضروریات اور ترجیحات کے ساتھ ہم آہنگ کرنے کے لیے استعمال کیاجا ئے۔ ٹی ڈی ایس کی حمایت ڈیولپمنٹ پینٹاڈ کے پانچ ستونوں کے ذریعے کی جاتی ہے جو ترقیاتی نقطہ نظر کے بنیادی تنظیمی اصولوں کو تشکیل دیتے ہیں۔ پینٹاڈ مندرجہ ذیل ہے:\n'
          '1. ذمہ دار اور جوابدہ اداروں کی تعمیر\n'
          '2. انسانی صلاحیت کو بڑھانا\n'
          '3. اقتصادی انفراسٹرکچر کو وسعت دینا\n'
          '4. پائیدار اقتصادی مواقع پیدا کرنا\n'
          '5. پائیدار وسائل کے انتظام کو قائم کرنا\n'
          'تیز رفتار نفاذ پروگرام(AIP)2019-2023:\n'
          'TDSکے تحت، ایک تین سالہ پروگرام کو تیز رفتار نفاذ پروگرام کی شکل میں ترجیح دی گئی تھی۔ جس میں ضم شدہ ضلع میں مختلف شعبوں کے تحت 206 ترقیاتی اسکیموں پر مشتملوسیع تر گمشدہ ترقی کی بنیادیں رکھی گئیتھیں۔ پہلے سال 20-2019 میں صحت، سڑکیں، آبپاشی اور زراعت وغیرہ کے تحت 24 ارب روپے کی لاگت سے کل 127 سکیمیں لاگو کی گئیں جو 100 فیصد مکمل ہو چکی ہیں۔ مالی سال 21-2020 میں صحت، تعلیم، پانی، آبپاشی اور زراعت جیسے مختلف شعبوں کے تحت کل 261 سکیمیں 49 ارب روپے کی لاگت سے شروع کی گئی ہیں جو تکمیل کے مختلف مراحل میں ہیں۔ 22-2021میں کل 308 اسکیمیں بشمول 206 جاری اور 106 نئی اسکیمیں سڑکوں، آبپاشی، ہاؤسنگ، صنعتوں، آئی ٹی اور ٹرانسپورٹ جیسے شعبوں میں 36 ارب روپے کی لاگت سے لاگو کی جارہی ہیں۔\n'
          'کے پی کی حکومت نے یہ کام D&P میں ڈائریکٹر جنرل کی سربراہی میں پائیدار ترقی کے یونٹ کو تفویض کیا ہے اور جس نے ان اسکیموں کی منصفانہ طریقے سے بروقت تکمیل کے لیے اپنی ملکیت اور دلچسپی کا اظہار کیا ہے۔ صوبائی اور وفاقی حکومت کی جانب سے پاکستان کی ترقی کی تاریخ میں پہلی بار اتنے بڑے ترقیاتی پورٹ فولیو کو مختص کرنے کی اس پوری مشق کا بنیادی مقصد یہ یقینی بنانا ہے کہ انضمام کے فوائد حقیقی معنوں میں انضمام شدہ اضلاع کے رہائشیوں کوسماجی واقتصادی اشاریوں میں ترسیل اور ترقی کے ذریعے ظاہر ہوں اور محسوس کیے جائیں۔  AIP میں باقاعدہ ترقیاتی پروگرام کے علاوہ،ایک خصوصی پروگرام جس کا عنوان قابیل لیڈ ڈیولپمنٹ پروگرام متعارف کرایا گیا ہےجس کا مقصد ضم شدہ ضلع کے متعلقہ علاقوں کے مقامی لوگوں کے ساتھ قریبی تعاون سے چھوٹی کمیونٹی انفراسٹرکچر اسکیموں کی دیکھ بھال کرنا ہے ۔\n'
          'یہاں ضم شدہ ضلع کی کمیونٹی کا کردار یہ ہے کہ وہ اپنے منتخب نمائندوں اور کے پی کی حکومت کی طرف سے دستیاب دیگر فورمز جیسے کہ معلومات تک رسائی اور خدمات کمیشن، وزیر اعظم/وزیراعلیٰ پورٹل اور حکومت کے ساتھ قریبی رابطہ کاری کے ذریعے اپنی آواز بلند کرنے میں اپنا مثبت کردار ادا کرتے رہیں۔ جب حکومت کے وعدے کے مطابق لوکل باڈیز الیکشن پہلی بار ضم شدہ اضلاع کی سیاسی تاریخ میں ہوں گے تو کمیونٹی کا کردار مزید نمایاں ہو جائے گا جس سے سیاسی اور معاشی دونوں طرح کی ترقی کے نئے راستے کھلیں گے جس سے نوجوانوں، خواتین اور دیگر اقلیتوں پر توجہ مرکوز کرتے ہوئے ان کی مجموعی بااختیاریت ہو گی۔ جو کہ سابقہ فاٹا میں ایف سی آر کے تحت پچھلے نظام میں ممکن نہیں تھا۔ تمام رہائشیوں کو آئندہ بلدیاتی انتخابات میں بڑھ چڑھ کر حصہ لینا چاہیے تاکہ وہ ترقی اور بہتری سے متعلق اپنے فیصلوں میں موثر کردار ادا کر سکیں۔ کمیونٹیز کوحکومت کے ساتھپائیدار اور ضرورت پر مبنی ترقی کے لیے قابیل کے زیر قیادت ترقیاتی پروگرام کے تحت ان سکیموں کی شناخت، عمل درآمد، نگرانی اور آپریشن اور دیکھ بھال کے ساتھ شروع ہونے والے پورے عمل میں فعال شرکت کے ذریعے مشغول ہونا چاہیے۔\n'
          'کچھ اسکیمیں شامل کی جائیں۔\n'
          'ایپ پر ایک ٹیب شامل کیا جاسکتا ہے جہاں تمام پچھلی AIP اسکیموں سے متعلق معلومات فراہم کی جاسکتی ہیں۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo47.mp3'),
  Topic(
      id: 48,
      title: 'وزیر اعظم سٹیزن پورٹل',
      description:
          'پاکستان سٹیزن پورٹل (PCP) ایک حکومتی ملکیتی موبائل ایپلی کیشن ہے اور اسے شہریوں پر مبنی اور شراکتی طرز حکمرانی کو فروغ دینے کے لیے ایک ٹول کے طور پر استعمال کیا جا رہا ہے۔ بنیادی طور پرکون سا شکایات اور شکایات کے ازالے کا طریقہ کار ہے جس میں سمندر پار پاکستانیوں، خواتین، خصوصی افراد، اور غیر ملکیوں اور بڑے پیمانے پر عوام کی سہولت پر خصوصی زور دیا جاتا ہے؟ پورٹل کا بنیادی مقصد شہریوں کو حکومت کے وژن کے مطابق تمام سرکاری اداروں کے ساتھ بغیر کسی رکاوٹ کے بات چیت کرنے اور ان کے مسائل کو ترجیح کے ساتھ حل کرنے کا موقع فراہم کرنا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo48.mp3'),
  Topic(
      id: 49,
      title: 'پی سی پی ایپ کا استعمال',
      description:
          'ایپ کو ویب سائٹ سے ڈاؤن لوڈ کرنے کے بعد درج ذیل طریقہ کار کے مطابق استعمال کیا جا سکتا ہے۔\n'
          '• پاکستان سٹیزن پورٹل ایپ ڈاؤن لوڈ اور انسٹال کریں۔\n'
          '• اپنے CNIC اور موبائل نمبر کے ساتھ خود کو رجسٹر کریں۔\n'
          '• تصدیقی SMS موصول کریں۔\n'
          '• اپنی شکایات بھیجیں اور عوامی پولنگ میں حصہ لیں۔\n'
          'اس طرح متاثرہ لوگ اپنی شکایت ایپ کے ذریعے جمع کراسکتے ہیں جس کی نگرانی کی جارہی ہے اور لوگوں کو ہر قدم پر شکایت کے حل کے بارے میں اچھی طرح سے آگاہ کیا جاتا ہے۔\n',
      audioUrl: 'urdo_audios/lg_urdo_audios/TopicNo49.mp3')
];
