import 'package:lgs_audiopedia/model/topic.dart';

final allTopicsUrdo = <Topic>[
  Topic(
    id: 01,
    title: 'کوﺭونا وائرس',
    description:
        'کورونا وائرس, وائرس کی ایک بڑی فیملی ہے جو عام زکام سے لے کر مشرق وسطیٰ کے سانس کے سنڈروم (ایم ای آر ایس) اور شدید شدید سانس کے سنڈروم (سارس) جیسی زیادہ شدید بیماریوں تک بیماری کا سبب بنتا ہے۔ یہ  وائرس ایک نیا کورونا وائرس کي  ايک نئی قسم  ہے جس کی  شناخت انسانوں میں پہلے نہیں کی گئی تهي۔   کوﺭونا وائرس , وائرس کي ايک فيملي هے جو متعدی بیماری یعنی انسانوں میں سانس کی بیماری کا سبب بن سکتا ہے اوﺭ اسے کورونا اس ليے کہا جاتا ہے- کیونکہ  اس وائرس کی سطح پر تاج کی طرح کی سپائکس ہوتی ہیں۔ \n'
        '•	اس کی مثالیں\n'
        '•	شدید سانس کا سنڈروم -  Severe Acute Respiratory Syndrome SARS- سارس اور مشرق وسطیٰ کے سانس کے سنڈروم -  Middle East Respiratory Syndrome  MERS - ایم ای آر ایس اور عام زکام ہیں.'
        '•	کورونا وائرس فطرت میں ایک زونوٹک يعني حیوانوں سے پيدا هوني   والي بیماریوں میں سے ايک بيماﺭي   ہے جو جانوروں اور لوگوں کے درمیان منتقل ہوتا ہے۔'
        '•	  کورونا وائرسکی عام علامات میں:\n'
        '•	 سانس کی علامات،\n'
        '•	 بخار کی علامات\n'
        '•	کھانسی اور سانس کی تکلیف\n'
        '•	اور سانس لینے میں دشواری شامل ہیں\n'
        '•	 زیادہ شدید صورتوں میں، نمونیا، شدید سانس کے سنڈروم، گردےکی ناکامی اور یہاں تک کہ موت کا سبب بهي بن سکتاہے۔•\n'
        '•	کورونا وائرس پر قابو پانے کے لئے  پهلے سے طے شده معیاری طریقہ کار کچه يو هين:\n'
        '•	 سماجی فاصله قايم ﺭکهنا،\n'
        '•	 باقاعدگی سے ہاتھ دھونا،\n'
        '•	 ماسک پہننا\n'
        '•	 پرہجوم جگہوں سے پرہیز کرنا\n'
        '•	 اور سانس کی بیماری کی علامات ظاہر کرنے والے افراد جیسے کھانسی اور چھینکنا ہے سے دوﺭ ﺭهنا۔\n',
    audioUrl: 'urdo_audios/urdo_covid_audios/COVID_19.mp3',
  ),
  Topic(
    id: 02,
    title: 'کورونا وائرس کي  تاریخ',
    description:
        '\nیہ ناول کورونا وائرس (کوویڈ-19)  دسمبر 2019 میں چین کے صوبہ ہوبی کے ووہان شہر میں پہلی بار نمودار  ہوا تھا جو چین کے چاروں طرف اور یہاں تک کہ دنیا کے دیگر ممالک میں بھی پھیل گیا تھا۔ چونکہ کوویڈ -19 کي بيماﺭي 2003 میں سارک کے بيماﺭي سے زیادہ تناسب میں بھی بڑھ رہي تھے اس لئے بين القوامي صحت کا اداﺭه WHOنے  30  جنوری  2020 کو بین الاقوامی تشویش کی صحت عامہ کی ہنگامی صورتحال قرار ديا۔   \nمارچ 2020 میں صورتحال نے ایک بدصورت موڑ اختياﺭ کيا جب کوویڈ -19 کو دنیا کے مختلف ممالک اور براعظموں میں وبا پھیلنے کے ساتھ عالمي وبا قرار دیا گیا۔ یہ حقائق  وبا کی شدت اور پیچیدگی کو واضح کرنے کے لئے کافی تھے۔ \n'
        'ڈاکٹر ﺯ اور پیرا میڈیکس  کوویڈ 19 کو کنٹرول کرنے کے لئے ايک اہم  اوﺭ با اثر قوت  ہیں؛  تاہم عوام تک متعلقہ معلومات کی مناسب ترسیل کے ذریعے وبا پر موثر قابو پانے کے لئے عوامی شرکت ناگزیر  ہے۔\n'
        'کوویڈ -19 کي مزید پھیلاؤ پر قابو پانے کے لئے، آڈیو پیڈیا پر یہ صارف دوست  کتاب، بڑے پیمانے پر عوام کے لئے کوویڈ 19 کے بنیادی علم، اس کی علامات، حفاظتی اقدامات اور ضروری علاج سے اچھی طرح واقف ہونے کے لئے تیار کیا گیا ہے۔  جس کا مقصد عوام کے لئے  ايک منظم رہنما کے طور پر کام کرناہے که جس سے عوام کواگاہی حاصل هو؟  یہ متعلقہ علم کو مقبول بنانے، بیماریوں کی روک تھام اور کنٹرول کے بارے میں آگاہی پیدا کرنے اور سماجی خوف و ہراس کی روک تھام میں لازمی کردار ادا کرے گا۔ \n',
    audioUrl: 'urdo_audios/urdo_covid_audios/COVID19_History.mp3',
  ),
  Topic(
    id: 03,
    title: 'علامات:',
    description:
        'کوویڈ ١٩ہلکے سے  دﺭمياني دﺭجے اور شدید بیماری تک مختلف طریقوں سے لوگوں کو متاثر کرتاہے۔ لوگوں کی اکثریت کو ہلکے یا غیر علامتی کورونا وائرس کے انفیکشن کا سامنا کرنا پڑتا ہے، کچھ لوگوں میں کہیں زیادہ سنگین اور یہاں تک کہ جان لیوا علامات اور پیچیدگیاں ہوں گی۔\n'
        'ہلکی علامات:\n'
        '•	فرینگیل کنجیشن (گلے) کی بھیڑ سے مراد کسی شخص کے گلے میں بلغم جمع ہونا ہے۔ یہ عام طور پر سردی اور فلو میں دیکھا جاتا ہے۔\n'
        '•	گلے میں درد اور مختصر مدت کا بخار \n'
        '•	خشک کھانسی\n'
        '•	تھکاوٹ\n'
        '	  دﺭميانے دﺭجے کي  علامات:\n'
        '•	پھیپھڑوں کی سوزش: يه  ایک ایسی حالت ہے جس میں پھیپھڑوں کو سینے کی دیوار سے الگ کرنے والے ٹشو کی پتلی پرتیں سوزش کا شکار ہو جاتی ہیں۔\n'
        '•	ہلکا نمونی: يه ا ایک ایسی حالت ہے جو کسی مریض کے سینے میں درد، سانس یا کھانسی ہوجاتی ہے۔ \n'
        '•	بخار،\n'
        '•	 کھانسی \n'
        '•	تھکاوٹ \n'
        '•	 سر درد \n'
        '•	اسہال\n'
        '•	ذائقہ یا بو کو محسوس کرنے میں کمی جيسے علامات هوتے هين\n'
        '	  سنگین علامات:\n'
        '•	شدید نمونیا\n'
        '•	سانس لینے کا مسئلہ \n'
        '•	سانس کی تکلیف \n'
        '•	سینے میں مستقل درد یا دباؤ\n'
        '•	نیلے ہونٹ یا چہرہ \n'
        'ہلکی علامات کے ساتھ کورونا کے مریض جو که صحت مند ہیں گھر پر کوویڈ ١٩ کا انتظام اوﺭ يا اس پر قابو پا سکتےہیں۔   دﺭمياني علامات کے مریضوں کو جو بہت عام ہیں اور عام طور پر تقریبا 7-14 دن تک جاری رہتے ہے  اس طﺭح کي علامات ميڼ کوویڈ 19 کی طول اور سنجیدگی سے بچنے کے لئے مناسب طبی علاج اور نگرانی کی ضرورت ہوتی ہے۔ سنگین علامات کے حامل مریضوں کو فوری طور پر اسپتال میں داخل ہونے کی ضرورت ہوتی ہے تاکہ اسپتال میں  نامزد اہل ڈاکٹر کی قریبی نگرانی میں ضمنی آکسیجن اور  ان کي نگرانی مين دوا  اوﺭ علاج کو یقینی بنایا جاسکے۔ \n',
    audioUrl: 'urdo_audios/urdo_covid_audios/COVID19_Symptoms.mp3',
  ),
  Topic(
    id: 04,
    title: 'کوویڈ 19 کا پھیلاؤ',
    description:
        'کوویڈ کسی متاثرہ شخص کے منہ یا ناک سے پھیل  سکتا ہے.   موجودہ شواہد سے پتہ چلتا ہے کہ جب ايک بنده  کھانستا هيڼ، چھینکتاهېن، بولتا هے اوﺭ یا سانس لیتا ہے تو چھوٹےمائع ذرات بنیادی طور پر ایک دوسرے کے قریبی رابطے میں لوگوں کے درمیان پھیلتے ہے، عام طور پر 1 میٹر کے اندر۔ ایک شخص اس وقت متاثر ہوتا ہے جب وائرس پر مشتمل ایروسول یا قطرے سانس میں لئے جاتے ہیں یا براہ راست آنکھوں، ناک یا منہ کے رابطے میں آتے ہیں۔  يه وائرس اس حقیقت کیوجہ سے ناقص ہوا دار اور پرہجوم مقامات پر بھی پھیل گیا کہ ایروسول ہوا میں معطل رہتے ہیں۔ تیسرا یہ کہ لوگ اپنے ہاتھوں کو مناسب طریقے سے صاف کیے بغیر آنکھوں، ناک اور منہ کو چھونے کے ذریعے وائرس سے آلودہ سطحوں کو چھو کر بھی اپنے آپ کو متاثر کرسکتےہیں۔',
    audioUrl: 'urdo_audios/urdo_covid_audios/Spread_of_COVID_19.mp3',
  ),
  Topic(
    id: 05,
    title: 'کوویڈ -19 سے متاثر هونے والے سب سے زیادہ خطرے میں لوگ',
    description:
        'وائرس کسی کو بھی متاثر کر سکتا ہے لیکن وہ لوگ جو سب سے زیادہ خطرے میں ہیں وہ یہہیں:\n'
        '•	کم قوت مدافعت والے لوگ \n'
        '•	بوڑھے افراد اور  وه لوگ جن کو پہلے ہی صحت کے کچھ مسائل جیسے کہ\n'
        '-	دل کے مسائل یا ذیابیطس \n'
        '-	دائمی پھیپھڑوں کی رکاوٹی بیماری \n'
        '-	کینسر مخالف تھراپی یا دیگر علاج حاصل کرنے والے مریض \n'
        '•	بوڑھے لوگ\n'
        '•	زیادہ بھیڑ بھاڑ والے حالات زندگی \n'
        '•	رہائش، خوراک اور صاف پانی کی کمی کی وجہ سے جسمانی اور ذہنی دباؤ اور محرومی سے منسلک لوګ.\n',
    audioUrl:
        'urdo_audios/urdo_covid_audios/People_most_at_risk_for_getting_Covid_19_Urdu.mp3',
  ),
  Topic(
    id: 06,
    title: 'کوویڈ-19 کی تشخیص',
    description:
        'کوویڈ-19 میں عام علامات یا اہل ڈاکٹر کی طرف سے ضرورت کی بنیاد پر مناسب ٹیسٹ کی تشخیص کی جاتی ہے۔ یہ ٹیسٹ عام طور پر این سی او سی کے نوٹیفکیشن کے مطابق مختلف سرکاری اسپتالوں اور نامزد لیبارٹریوں میں کیے جاتے ہیں؟   کوویڈ ٹیسٹ زیادہ تر سرکاری اسپتال کے لیبارٹریوں میں مفت کیے جاتے ہیں۔ اوﺭ اس کے ساتھ ساتھ ادائیگی پر نجی یا نامزد لیبارٹریوں میں مفت کیے جاتے ہیں۔',
    audioUrl: 'urdo_audios/urdo_covid_audios/Diagnosis_of_COVID_19.mp3',
  ),
  Topic(
    id: 07,
    title: 'کوویڈ-19 ٹیسٹ کی قسم',
    description:
        '•	وائرل ٹیسٹ جو اس وقت کوویڈ  وائرسسے متاثرہ مریض کے لئے کیا جاتاہے۔\n'
        '•	ماضی میں وائرس سے متاثر ہونے والے افراد کے لئے اینٹی باڈی ٹیسٹ جو ان لوګو کے ليے کيا جاتا هے جو که پهلے سے هي کويډ ۱۹ سے متاثﺭ هع چکے هو۔',
    audioUrl: 'urdo_audios/urdo_covid_audios/Type_of_COVID_19_Tests.mp3',
  ),
  Topic(
      id: 08,
      title: 'کوویڈ-19 ٹیسٹ حاصل کرنے کے بعد کونسي چیزیں چاہیے',
      description: '•	 ان سے پوچھیں  کہ نتائج کیسے حاصل کیے جائیں۔\n'
          '•	 ايا کوویڈ-19 ٹیسٹ کے نتائج اپکو کال  یا پیغام کے ذریعے مل سکتے هين۔\n'
          '•	ايا کوویڈ-19 ٹیسٹ کے نتائج اپک آن لاين چیک کر سکتےہیں.\n'
          '•	کوویڈ ١٩ کے کچھ ٹیسٹ کے نتائج تیزی سے آتے ہیں۔\n'
          '•	 اوﺭ کچھ کوویڈ ١٩  ٹیسٹ کے نتائج میں کئی دن تګ لگ جاتے ہیں۔\n'
          '•	 جب آپکو آپ کے ټيسټ کے نتايج مل جايے تو اہل ڈاکٹر سے ملیں کہ نتائج کا کیا مطلب ہے\n'
          '•	کوویڈ-19 ٹیسٹ کے نتائج حاصل کرنے تک گھر پر ﺭهي اوﺭ لوګو سے ملنے سے دوﺭ رہیں۔\n'

      // 'اگر آپ کوویڈ 19  سے متاثﺭ ہے تو يه اقدامات کﺭي'
      // '•	ایک ہفتے سے ١٥ دن تک گھر میں رہیں اور مکمل آرام حاصل کریں۔'
      // '•	بھیڑ بھاڑ والی جگہ اور لوگوں سے اس وقت تک پرہیز کریں جب تک کہ آپ بہتر محسوس نہ کریں'
      // '•	ڈاکٹر کے مشورے کے مطابق درجہ حرارت اور جسم میں درد کے لئے بہت زیادہ مائع اور دوا لیں'
      // '•	اپنی صحت کی نگرانی کریں اور اپنے خاندان کے افراد کو آگاہ رکھیں کہ آپ بگڑتی ہوئی صورتحال سے بچنے کے لئے کیسا محسوس کرتے ہیں۔'
      // 'اگر آپ بہت بیمار ہیں تو  کسي کي مدد حاصل کریں'
      // '•	اپنی صحت کی نگرانی کریں اور اپنے خاندان کے افراد کو آگاہ رکھیں کہ آپ بگڑتی ہوئی صورتحال سے بچنے کے لئےکیسا محسوس کرتےہیں۔'
      // '•	اگر آپ پریشان ہیں تو اپنے ڈاکٹر کو کال کریں۔'
      // '•	1122 ﺭيسکيو پر کال کریں یا مناسب طبی مدد کے لئے قریبی صحت کی سہولت کا دورہ کریں'
      // '•	آپریٹر کو بتائیں کہ آپ کو مدد کی ضرورت ہے۔'
      // '•	آپریٹر کو بتائیں کہ آپ کو کوویڈ-19 میں مدد کی ضرورت ہے۔'
      // '\nاحتیاطی تدابیر'
      // 'روک تھام علاج سے بہتر ہے کیونکہ یہ کسی فرد کو علاج کے بہت سے مصائب جیسے مالی مشکلات، اسپتال میں داخل ہونے اور کمزوریوں وغیرہ سے بچاتا ہے۔ کوویڈ -19 کے معاملے میں اگر احتیاطی تدابیر پر عمل کیا جائے تو ایک فرد کوویڈ 19 سے اپنے آپ کو زیادہ حد تک بچ نے کے قابل بنا سکتا هے۔\n'
      // ' یہ اقدامات حسب ذیل ہیں:\n'
      // '•	کھانسی اور چھینکوں کو ٹشوز سے ڈھانپنے کے علاوہ بند اور پرہجوم مقامات پر چہرے کا ماسک پہننا۔'
      // '•	هجوم سے بچیں۔ دوسرے لوگوں کے ساتھ کم رابطہ  ﺭکه کﺭ  آپ اپنے آپ کلےي کوﺭونا کے خطرے کو کم کرسکتے ہے۔ عوامی جگہوں اور غیر ضروری سماجی اجتماع سے گریز کریں۔'
      // '•	ہاتھ کی حفظان صحت:  وقفے وقفے سے کم از کم 20 سیکنڈ تک صابن اور پانی سے ہاتھ دھونا یا اگر صابن اور پانی دستیاب نہ ہو تو ہینڈ سینی ٹائزر کا استعمال کریں.'
      // '•	سانس کی بیماری کی علامات ظاہر کرنے والے کسی بھی شخص کے ساتھ قریبی رابطے سے گریز کریں.'
      // '•	اپنے گھر کے باہر لوگوں سے کم از کم 3-4 میٹر دور رہیں۔'
      ,
      audioUrl:
          'urdo_audios/urdo_covid_audios/Things_to_Do_After_Getting_a_COVID_19_Test.mp3'),
  Topic(
      id: 09,
      title: 'اپنے آپ کو کوویڈ-19 سے محفوظ رکھیں',
      description:
          '\nرابطہ ٹریسنگ اس وقت بہترین کام کرتی ہے جب آپ اپنے آپ کو محفوظ رکھے هېن.'
          '\nجب آپ اپنے گھر سے نکلیں تو ماسک پہنیں۔'
          '•	اپنی ناک ڈھانپنا ضروری ہے.\n'
          '•	اپنا منہ ڈھانپنا چاہئے.\n'
          '•ماسک اپکي کی ٹھوڑی کے نیچے فٹ ہونا چاہئے.\n'
          '•	ماسک آپ کے چہرے پر آرام دہ ہونا چاہئے۔\n'
          '•	اس بات کو یقینی بنائیں کہ  ماسک  کے ساته سانس لینا آسان ہے۔\n'
          '•	ماسک مختلف محسوس ہو سکتے ہیں۔\n'
          '•	ماسک پہننے کی مشق کریں۔\n'
          '•	 ماسک پہننے کی مشق آپ کو ماسک کی عادت ڈالنے میں مدد کرے گی۔\n'
          '•	اپنے گھر کے باہر لوگوں سے کم از کم ۶ فٹ دور رہیں۔\n'
          'اپنے ہاتھ اکثر دھوئیں۔\n'
          '•	اپنے منہ کو چھونے سے پہلے اپنے ہاتھ دھوئیں۔\n'
          '•	اپنی آنکھوںکو چھونے سے پہلے اپنے ہاتھ دھوئیں۔\n'
          '•	اپنی ناک کو چھونے سے پہلے اپنے ہاتھ دھوئیں۔\n'
          '•	اپنے ہاتھوں کو صابن اور پانی سے دھوئیں۔\n'
          '•	کم از کم  ٢٠ سیکنڈ کے لئے اپنے ہاتھ دھوئیں اور مناسب طریقے سے دھوئیں۔\n'

      // ' اګﺭ آپ کوویڈ-19 سے متاثﺭ هے کسی شخص سے رابط مي ﺭهے تو اس کے بعد گھر رہیں\n'
      // '•	گھر رہیں اور ان طریقوں پر نظر رکھیں جن سے کوویڈ-19 آپ کو بیمار کر سکتا ہے۔'
      // '•	آپ کو ١٤ دن تک گھر رہنا پڑ سکتا ہے۔'
      // '•	محکمہ صحت سے دنوں کی تعداد کے بارے میں پوچھیں۔'
      // '•	اگر آپ بیمار محسوس کرتے ہیں تو اپنے ڈاکٹر کو کال کریں۔'
      // '•	اپنے ڈاکٹر سے پوچھیں کہ کیا آپ کو کوویڈ-19 ٹیسٹ کی ضرورت ہے۔'
      // 'اگر آپ کو کوویڈ 19 ہے تو ان اقدامات پﺭ عمل کﺭي\n'
      // '•	گھر میں رہو.\n'
      // '•	دوسرے لوگوں سے دور رہو.\n'
      // '•	اپنے کمرے میں رہو.\n'
      // '•	اپنا باتھ روم  کا هي استعمال کریں۔\n'
      // '•	اپنے کمرے میں کھاؤ.\n'
      // '•	پالتو جانوروں سے دور رہو.\n'
      // '•	 اکثر چھوئی جاني والي چیزوں کو جراثیم سے پاک ﺭکهو\n'
      // '•	کم از کم ٢٠ سیکنڈ کے لئے اپنے ہاتھوں کو صابن اور پانی سے کثرت سے دھوئیں۔\n'
      // '•	اس وقت تک گھر رہیں جب تک آپ بہتر محسوس نہ کریں۔\n'
      // 'جب آپ کے پاس کوویڈ-19 ہو تو اشتﺭاک کرنے سے گریز کریں\n'
      // '•	کھانا بانٹنے سے گریز کریں۔\n'
      // '•	مشروبات شیئر کرنے سے گریز کریں۔\n'
      // '•	پکوان بانٹنے سے گریز کریں۔\n'
      // '•	تولیه بانٹنے سے گریز کریں۔\n'
      // 'هميشه صفاي کا هتمم کﺭي اوﺭ جﺭاثيم کش دوا ستعمال کﺭي\n'
      // '•	کوویڈ-19 کو سست کرنے میں مدد کرنے کے لئے صفاې کریں۔\n'
      // '•	گندگی اور جراثیم کو دور کرنے کے لئے صفاې کریں۔\n'
      // '•	جو  چیزیں گندی هي ان کي صفاې  کریں۔\n'
      // '•	جو  چیزیں  اکثر چھوئی جاتی ہیں  ان کي صفاې  کریں\n'
      // '•	کوویڈ-19  وايﺭس کو کمﺯوﺭ کرنے میں مدد کرنے کے لئے جراثیم کش  دوا کا استعمال کریں۔\n'
      // '•	جراثیم کو مارنے کے لئے جراثیم کش  دوا کا استعمال کریں\n'
      // '•	ایسی چیزوں کو جراثیم سے پاک کریں جو اکثر چھوئی جاتی ہیں۔\n'
      ,
      audioUrl:
          'urdo_audios/urdo_covid_audios/Protect_yourself_from_COVID_19.mp3'),
  Topic(
      id: 10,
      title: 'ویکسینیشن',
      description:
          'کوویڈ 19 کے پھیلنے کے بعد سے اس نے پوری دنیا میں مکمل وبا کا درجہ حاصل کر لیا ہے جس سے اکثر لاک ڈاؤن اور کاروباری شیڈول میں خلل کی وجہ سے بہت سی وجوہات اور مالی مشکلات کے ساتھ لوگوں کی زندگی کے تمام شعبے متاثر ہو رہے ہیں۔\n'
          ' ماسک پہننے، سماجی فاصلے اور ہاتھ دھونے کے احتیاطی اقدامات نے وائرس پھیلنے کے امکانات کو ایک حد تک کم کرنے میں مدد کی هے۔ لیکن یہ اقدامات کوویڈ -19 کے پھیلاؤ اور اثر کو مکمل طور پر کنٹرول کرنے کے لئے کافی نہیںہیں۔\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/Vaccination.mp3'),
  Topic(
      id: 11,
      title: 'ویکسینیشن کا عمل',
      description:
          'پہلی خوراک: شہری کسی بھی موبائل نمبر سے اپنا شناختي کاﺭډ نمبر 1166 پر بھیج کر اپنا اندراج کریں یا nims.nadra.gov.pk کا دورہ کریں۔\n'
          ' ویکسین کی پہلی خوراک کی انتظامیہ کے لئے کسی خاص ویکسینیشن سینٹر کو رپورٹ کرنے کی ہدایت کے ساتھ ١١٦٦ سے ایک خودکار پیغام موصول ہوتا ہے۔\n'
          'دوسری خوراک: دوسری خوراک کے لئے شہریوں کو 1166 سے مقررہ تاریخ سے 48/24 گھنٹے پہلے خود بخود پیغام بھیجا جاتا ہے\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/vaccinations_process.mp3'),
  Topic(
      id: 12,
      title: 'ویکسینیشن کی اقسام',
      description:
          'اس وقت کوویڈ ١٩ وائرس کو پہچاننے اور اس کے خلاف موثر جواب دینے کے لئے جسم کو تیار کرنے میں مدد کے لئے چار  اقسام کے ٹیکے تیار کئے گئے ہیں۔ ٢٠ سے زیادہ دوا ساز کمپنیوں نے مختلف برانڈ ناموں کے ساتھ مارکیٹ میں یہ ویکسین دستیاب کرائی ہیں۔ ویکسین کے کچھ عام برانڈز حسب ذیل ہیں:\n'
          '•	فائزر بیونٹیک\n'
          '•	استرازینکا\n'
          '•	ماډﺭينا\n'
          '•	ساينو فاﺭم\n'
          '•	نوواکس\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/types_of_vaccinations.mp3'),
  Topic(
      id: 13,
      title: 'ویکسین کیسے حاصل کریں',
      description:
          'حکومت پاکستان ترقیاتی شراکت داروں کی معاونت سے 18 سال سے زیادہ عمر کے شہریوں کو ابتدائی طور پر کويډ ۱۹ کے ویکسین دستیاب کرانے کی تمام کوششیں کر رہی ہے جسے اب کم کر کے 18 سال سے کم کر دیا گیا ہے۔ \n'
          ' سرکاری اور نجی اسپتال، بس اسٹینڈ اور عوامی پارکوں سمیت پرانی جگہوں پر مختلف مقامات قائم کیے گئے ہیں تاکہ عام کو  ويکسين مراکز میں واک ان کے ذریعے کوویڈ 19  ویکسین حاصل کرنے میں آسانی ہو سکے۔ اس اقدام نے پرنٹ اور الیکٹرانک میڈیا کے ذریعے وسیع پیمانے پر عوامی پیغام رسانی مہم کی وجہ سے کوویڈ ١٩ ویکسینیشن کی مہم پر واقعی فخر کیاہے۔\n'
          'پہلی خوراک: شہری کسی بھی موبائل نمبر سے اپنا شناختي کاﺭډ نمبر 1166 پر بھیج کر اپنا اندراج کریں یا nims.nadra.gov.pk کا دورہ کریں۔\n'
          ' ویکسین کی پہلی خوراک کی انتظامیہ کے لئے کسی خاص ویکسینیشن سینٹر کو رپورٹ کرنے کی ہدایت کے ساتھ ١١٦٦ سے ایک خودکار پیغام موصول ہوتا ہے۔\n'
          'دوسری خوراک: دوسری خوراک کے لئے شہریوں کو 1166 سے مقررہ تاریخ سے 48/24 گھنٹے پہلے خود بخود پیغام بھیجا جاتا ہے۔\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/how_to_get_vaccines.mp3'),
  Topic(
      id: 14,
      title: 'ویکسینیشن کب حاصل کی جائے',
      description:
          'حکومت پاکستان نے تمام عمر کے لوګو کے لئے ویکسین مفت دستیاب کرائی ہے لہذا ٹیکہ لگوانا  جتنا جلدي لګايا جايے اتنا ہی بہتر ہوگا۔ فوری طور پر اپنے این آئی سی نمبر کے ساتھ ١١٦٦ پر پیغام بھیجیں اور مقررہ مقامات پر ویکسینیشن کی تاریخ حاصل کریں۔ اس کے علاوہ حکومت نے بڑے پیمانے پر لوگوں کی سہولت کے لئے ویکسینیشن کے لئے سہولیات میں واک ان  مﺭاکﺯ قائم کیے ہے۔\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/when_to_get_vaccinations.mp3'),
  Topic(
      id: 15,
      title: 'ویکسینیشن کے بارے میں خرافات',
      description:
          'مختلف خرافات کوویڈ ویکسین سے وابستہ کيا ګيا ہیں جیسے بانجھ پن اوﺭ جسم میں چپ کو نسب کﺭنا  جيسے خرافات سے عام لوگوں میں خوف و ہراس پیدا ہوتا ہے جو پہلے ویکسینیشن کے عمل کو زیادہ توسیع تک رکاوٹ بنا چکا هے۔ اب جبکہ  کوویڈ 19 ویکسین پاکستان سمیت دنیا بھر میں اربوں لوگوں تک پہنچ چکی ہیں،   کامیابی کے  ثبوت بہت زیادہ ہیں کہ ویکسین ایک ایسی بیماری کے خلاف زندگی بچانے والا تحفظ فراہم کرتی ہیں جس سے لاکھوں افراد ہلاک ہو چکے ہیں۔\n'

      // 'مزید ، جو بھی ممکنہ خطرات موجود ہو سکتے ہیں وہ کوویڈ-19 انفیکشن سے وابستہ خطرات سے کافی کم ہیں، اور لوگوں کی حفاظت اور وائرس کو پھیلنے سے روکنے کے فوائد سے بہت زیادہ ہیں۔\n'
      ,
      audioUrl: 'urdo_audios/urdo_covid_audios/myths_about_vaccinations.mp3'),
  Topic(
      id: 16,
      title: 'کوویڈ کے بارے میں مجموعی خرافات',
      description:
          'مزید ، جو بھی ممکنہ خطرات موجود ہو سکتے ہیں وہ کوویڈ-19 انفیکشن سے وابستہ خطرات سے کافی کم ہیں، اور لوگوں کی حفاظت اور وائرس کو پھیلنے سے روکنے کے فوائد سے بہت زیادہ ہیں۔\n'
          'وقتا فوقتا مختلف بیماریوں کے حوالے سے خرافات بہت عام ہیں جن میں ثبوت پر مبنی تحقیق کے ذریعے ان میں سے بیشتر خرافات کو ختم کرنے میں بہت زیادہ وقت لگ جاتا ہے۔ حالیہ دنوں میں، کچھ عام انفیکشن، جو خرافات سے وابستہ ہیں، میں کوڑھ، تپ دق اور فلوشامل ہیں.\n'
          'دسمبر ٢٠١٩ میں کوویڈ ١٩ کے پھیلنے سے پوری دنیا میں تباہی مچ گئی ہے اور انسانی زندگی کے تمام پہلو متاثر ہوئے ہیں۔ لیکن بدقسمتی سے يه خرافات ایک بار پھر پالیسی سازوں کے لئے متعدد مسائل پیدا کرنے کے لئے مکمل عمل میں آیا ہے کیونکہ لوگ وائرس کے وجود پر یقین نہیں کر رہے ہیں اور اسے بین الاقوامی سازش قرار دیاہے۔\n'
          'کوویڈ 19 کے بارے میں کچھ خرافات درج ذیل ہیں:\n'
          '1.	لہسن، ہلدی اور/یا لیموں (اور دیگر غذائیں جو عام طور پر فلو اور عام زکام کے گھریلو علاج کے طور پر استعمال کی جاتی ہیں) کوویڈ-19 انفیکشن کو روکنے میں مدد کر سکتی ہیں۔\n'
          '2.	باقاعدگی سے نمکین پانی یا نمکین سے دھونا کوویڈ-19 انفیکشن کو روکنے میں مدد کر سکتا ہے\n'
          '3.	سورج کی روشنی حاصل کرنا کوویڈ-19 کو روکنے میں مؤثر ہے۔\n'
          '4.	گرم غسل کرنے سے کوویڈ-19 بیماری سے بچا جا سکتا ہے\n'
          '5.	کوویڈ-19 انفیکشن گرم اور مرطوب آب و ہوا والے علاقوں میں منتقل نہیں هو سکتا\n'
          '6.	ہینڈ سینیٹائزر صابن اور پانی سے بہتر ہیں\n'
          '7.	اینٹی بیکٹیریا کی دوائیں کوویڈ-19 کی تھراپی کے لئے موثر ہیں\n',
      audioUrl: 'urdo_audios/urdo_covid_audios/overall_myths_about_covid.mp3'),
  Topic(
      id: 17,
      title: 'کوویڈ-19 کے ذہنی صحت پر اثرات',
      description:
          'کوویڈ -19 نے زندگی کے نئے حقائق کے حامل لوگوں پر کئی اثرات مرتب کئے جیسے:\n'
          '•	گھر سے کام کر نا، \n'
          '•	عارضی بے روزگاری، \n'
          '•	بچوں کی گھر یلو تعلیم، \n'
          '•	اور خاندان کے دیگر افراد، دوستوں اور ساتھیوں کے ساتھ جسمانی رابطے کی کمی۔\n'
          'طرز زندگی میں ان نئی تبدیلیوں کے مطابق ڈھلنا اور وائرس کے مرض میں مبتلا ہونے کے خوف کا انتظام کرنا سنگین چیلنجوں سے نمٹنا ہے۔ وہ ذہنی صحت کے حالات کے حامل افراد کے لئے خاص طور پر مشکل ہو سکتے ہیں۔ خوش قسمتی سے، بہت سی چیزیں ایسی ہیں جو ہماری ذہنی صحت کو فٹ رکھنے اور یہاں تک کہ دوسرے لوگوں کی مدد کرنے کے لئے کی جاسکتی ہیں جنہیں اس طرح کی ذہنی صحت کے مسائل سے باہر ہونے کے لئے خصوصی مدد کی ضرورت ہے جو ایسی صورتحال میں معمول کی بات ہے۔ \n',
      audioUrl:
          'urdo_audios/urdo_covid_audios/covid19_impacts_on_mental_health.mp3'),
  Topic(
      id: 18,
      title: 'کس قسم کی سائیکوسوشل سپورٹ دستیاب ہے یا دستیاب ہوسکتی ہے',
      description:
          'کوویڈ-19 انفیکشن کی وجہ سے مدد کی ضرورت والے لوگوں کو نفسیاتی مدد کی پیروی کی جاسکتی ہے: \n'
          '1. پہلے حفاظت: اس بات کو یقینی بنائیں کہ وہ شخص جو خود نفسیاتی معاونت فراہم کر رہا ہے وہ مریض اور دوسروں سے کسی بھی نقصان سے محفوظ ہے۔ اگر  کوئی خود کو غیر محفوظ محسوس کرتا ہے تو کسی بھی ناخوشگوار صورتحال سے بچنے کے لئے کسی ساتھی سے چھوڑ دیں اور مدد حاصل کریں یا ہنگامی سروس کو کال کریں۔ کوویڈ-19 انفیکشن (جیسے جسمانی فاصلے) کے خلاف روک تھام کے اقدامات کریں۔ اپنے آپ کو خطرے میں نہ ڈالیں۔ \n'
          '2۔ مریض اور اس کے اہل خانہ کو معلوم ہو کہ آپ کون ہیں: اپنے آپ کو احترام کے ساتھ متعارف کرائیں- آپ کا نام اور آپ کا کردار، اور یہ کہ آپ مدد کے لئے موجود ہیں۔ ان سے ان کا نام پوچھیں تاکہ آپ ان سے مخاطب ہو سکیں اور مریض آرام دہ ہو۔\n'
          '3۔ پرسکون رہیں: مریض پر چیخیں یا جسمانی طور پر اسے روکیں۔  \n'
          '4۔ سنیں: اپنی مواصلاتی مہارتوں کا استعمال کریں؛ اس شخص پر بات کرنے کے لئے دباؤ نہ ڈالیں۔ صبر کریں اور انہیں یقین دلائیں کہ آپ مدد کرنے اور سننے کے لئے موجود ہیں۔\n'
          '5۔ عملی سکون اور معلومات پیش کریں: اس شخص کو بات کرنے کے لئے ایک پرسکون جگہ، کچھ  مشروب یا کمبل پیش کریں۔ آرام کے یہ اشارے مریض کو محفوظ محسوس کرنے میں مدد کریں گے۔   شروع میں اس کی ضروریات اور معاونت کے بارے میں پوچھیں۔\n'
          '6۔ مریض کو دوبارہ کنٹرول حاصل کرنے میں مدد کریں:\n'
          'a)	اگر وہ شخص/ مریض بے چین ہے تو آہستہ آہستہ سانس لینے کے لئے اس کا ساتھ دیں۔ \n'
          'b)	اگر وہ شخص رابطے سے باہر ہے تو اس کی نقل و حرکت اور فوری ماحول پر نظر رکھنے کی درخواست کے ساتھ اس کی دستیابی کے بارے میں پوچھیں \n'
          'c)	ج: ان کی مدد کریں کہ وہ اپنی اچھی مقابلہ کرنے کی حکمت عملی استعمال کریں اور اپنی زندگی میں معاون لوگوں تک پہنچیں۔ \n'
          '7۔ واضح معلومات فراہم کریں: اس شخص کو صورتحال کو سمجھنے میں مدد کرنا اور کیا مدد دستیاب ہے۔ اس بات کو یقینی بنائیں کہ آپ ایسے الفاظ استعمال کریں جو وہ سمجھ سکتے ہیں (پیچیدہ الفاظ نہیں)۔ پیغام کو سادہ رکھیں اور اسے دہرائیں یا ضرورت پڑنے پر اسے لکھ دیں۔ ان سے پوچھیں کہ کیا وہ سمجھتے ہیں یا ان کے پاس کوئی سوال ہے۔ \n'
          '8 اس شخص کے ساتھ رہیں: کوشش کریں کہ اس شخص کو اکیلا نہ چھوڑیں۔ اگر آپ ان کے ساتھ نہیں رہ سکتے تو کسی محفوظ شخص (ساتھی، دوست یا رشتہ دار) کو مریض کے ساتھ رہنے کے لئے تلاش کریں جب تک کہ آپ کو مدد نہ مل جائے یا وہ پرسکون محسوس نہ کریں۔\n'
          '9۔ مریض کو خصوصی معاونت کے حوالے کریں: اگر یہ محسوس کیا جائے کہ مریض کو زیادہ دیکھ بھال اور ڈاکٹر کے مشورے کی ضرورت ہے، تو بہتر ہے کہ تالیف سے بچنے کے لئے اہل ذہنی صحت کے پیشے سے مناسب علاج کے لئے مریض یا اس کے رشتہ دار کو مطلع کیا جائے۔\n',
      audioUrl:
          'urdo_audios/urdo_covid_audios/what_kind_of_psychological_support_is_available.mp3'),
];
