import 'package:lgs_audiopedia/model/topic.dart';

final allTopicsUrdo = <Topic>[
  Topic(
    id: 01,
    title: 'ضم شدہ علاقے',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 02,
    title: 'ایف سی ار',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 03,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 04,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 05,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 06,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 07,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 08,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 09,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 10,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 11,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
  Topic(
    id: 12,
    title: 'ایف سی ار کے خاتمے کی ضرورت',
    description:
        "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  ),
];
