import 'package:lgs_audiopedia/model/topic.dart';

final allTopicsUrdo = <Topic>[
  Topic(
    id: 01,
    title: 'کوﺭونا وائرس',
    description:
        "کورونا وائرس, وائرس کی ایک بڑی فیملی ہے جو عام زکام سے لے کر مشرق وسطیٰ کے سانس کے سنڈروم (ایم ای آر ایس) اور شدید شدید سانس کے سنڈروم (سارس) جیسی زیادہ شدید بیماریوں تک بیماری کا سبب بنتا ہے۔ یہ  وائرس ایک نیا کورونا وائرس کي  ايک نئی قسم  ہے جس کی  شناخت انسانوں میں پہلے نہیں کی گئی تهي۔   کوﺭونا وائرس , وائرس کي ايک فيملي هے جو متعدی بیماری یعنی انسانوں میں سانس کی بیماری کا سبب بن سکتا ہے اوﺭ اسے کورونا اس ليے کہا جاتا ہے- کیونکہ  اس وائرس کی سطح پر تاج کی طرح کی سپائکس ہوتی ہیں۔ "
        '•	اس کی مثالیں'
        'o	شدید سانس کا سنڈروم -  Severe Acute Respiratory Syndrome SARS- سارس اور مشرق وسطیٰ کے سانس کے سنڈروم -  Middle East Respiratory Syndrome  MERS - ایم ای آر ایس اور عام زکام ہیں.'
        '•	کورونا وائرس فطرت میں ایک زونوٹک يعني حیوانوں سے پيدا هوني   والي بیماریوں میں سے ايک بيماﺭي   ہے جو جانوروں اور لوگوں کے درمیان منتقل ہوتا ہے۔'
        '•	  کورونا وائرسکی عام علامات میں:'
        '	 سانس کی علامات،'
        '	 بخار کی علامات'
        '	کھانسی اور سانس کی تکلیف'
        '	اور سانس لینے میں دشواری شامل ہیں'
        '•	 زیادہ شدید صورتوں میں، نمونیا، شدید سانس کے سنڈروم، گردےکی ناکامی اور یہاں تک کہ موت کا سبب بهي بن سکتاہے۔•'
        '•	کورونا وائرس پر قابو پانے کے لئے  پهلے سے طے شده معیاری طریقہ کار کچه يو هين:'
        'o	 سماجی فاصله قايم ﺭکهنا،'
        'o	 باقاعدگی سے ہاتھ دھونا،'
        'o	 ماسک پہننا'
        'o	 پرہجوم جگہوں سے پرہیز کرنا'
        'o	 اور سانس کی بیماری کی علامات ظاہر کرنے والے افراد جیسے کھانسی اور چھینکنا ہے سے دوﺭ ﺭهنا۔',
    audioUrl: 'COVID_19.mp3',
  ),
  Topic(
    id: 02,
    title: 'کورونا وائرس کي  تاریخ',
    description:
        'یہ ناول کورونا وائرس (کوویڈ-19)  دسمبر 2019 میں چین کے صوبہ ہوبی کے ووہان شہر میں پہلی بار نمودار  ہوا تھا جو چین کے چاروں طرف اور یہاں تک کہ دنیا کے دیگر ممالک میں بھی پھیل گیا تھا۔ چونکہ کوویڈ -19 کي بيماﺭي 2003 میں سارک کے بيماﺭي سے زیادہ تناسب میں بھی بڑھ رہي تھے اس لئے بين القوامي صحت کا اداﺭه WHOنے  30  جنوری  2020 کو بین الاقوامی تشویش کی صحت عامہ کی ہنگامی صورتحال قرار ديا۔   مارچ 2020 میں صورتحال نے ایک بدصورت موڑ اختياﺭ کيا جب کوویڈ -19 کو دنیا کے مختلف ممالک اور براعظموں میں وبا پھیلنے کے ساتھ عالمي وبا قرار دیا گیا۔ یہ حقائق  وبا کی شدت اور پیچیدگی کو واضح کرنے کے لئے کافی تھے۔ '
        'ڈاکٹر ﺯ اور پیرا میڈیکس  کوویڈ 19 کو کنٹرول کرنے کے لئے ايک اہم  اوﺭ با اثر قوت  ہیں؛  تاہم عوام تک متعلقہ معلومات کی مناسب ترسیل کے ذریعے وبا پر موثر قابو پانے کے لئے عوامی شرکت ناگزیر  ہے۔'
        'کوویڈ -19 کي مزید پھیلاؤ پر قابو پانے کے لئے، آڈیو پیڈیا پر یہ صارف دوست  کتاب، بڑے پیمانے پر عوام کے لئے کوویڈ 19 کے بنیادی علم، اس کی علامات، حفاظتی اقدامات اور ضروری علاج سے اچھی طرح واقف ہونے کے لئے تیار کیا گیا ہے۔  جس کا مقصد عوام کے لئے  ايک منظم رہنما کے طور پر کام کرناہے که جس سے عوام کواگاہی حاصل هو؟  یہ متعلقہ علم کو مقبول بنانے، بیماریوں کی روک تھام اور کنٹرول کے بارے میں آگاہی پیدا کرنے اور سماجی خوف و ہراس کی روک تھام میں لازمی کردار ادا کرے گا۔ ',
    audioUrl: 'COVID19_History.mp3',
  ),
  Topic(
    id: 03,
    title: 'علامات:',
    description:
        'کوویڈ ١٩ہلکے سے  دﺭمياني دﺭجے اور شدید بیماری تک مختلف طریقوں سے لوگوں کو متاثر کرتاہے۔ لوگوں کی اکثریت کو ہلکے یا غیر علامتی کورونا وائرس کے انفیکشن کا سامنا کرنا پڑتا ہے، کچھ لوگوں میں کہیں زیادہ سنگین اور یہاں تک کہ جان لیوا علامات اور پیچیدگیاں ہوں گی۔'
        'ہلکی علامات:'
        '•	فرینگیل کنجیشن (گلے) کی بھیڑ سے مراد کسی شخص کے گلے میں بلغم جمع ہونا ہے۔ یہ عام طور پر سردی اور فلو میں دیکھا جاتا ہے۔'
        '•	گلے میں درد اور مختصر مدت کا بخار '
        '•	خشک کھانسی'
        '•	تھکاوٹ'
        '	  دﺭميانے دﺭجے کي  علامات:'
        '•	پھیپھڑوں کی سوزش: يه  ایک ایسی حالت ہے جس میں پھیپھڑوں کو سینے کی دیوار سے الگ کرنے والے ٹشو کی پتلی پرتیں سوزش کا شکار ہو جاتی ہیں۔'
        '•	ہلکا نمونی: يه ا ایک ایسی حالت ہے جو کسی مریض کے سینے میں درد، سانس یا کھانسی ہوجاتی ہے۔ '
        '•	بخار،'
        '•	 کھانسی '
        '•	تھکاوٹ '
        '•	 سر درد '
        '•	اسہال'
        'o	ذائقہ یا بو کو محسوس کرنے میں کمی جيسے علامات هوتے هين'
        '	  سنگین علامات:'
        '•	شدید نمونیا'
        '•	سانس لینے کا مسئلہ '
        '•	سانس کی تکلیف '
        '•	سینے میں مستقل درد یا دباؤ'
        '•	نیلے ہونٹ یا چہرہ '
        'ہلکی علامات کے ساتھ کورونا کے مریض جو که صحت مند ہیں گھر پر کوویڈ ١٩ کا انتظام اوﺭ يا اس پر قابو پا سکتےہیں۔   دﺭمياني علامات کے مریضوں کو جو بہت عام ہیں اور عام طور پر تقریبا 7-14 دن تک جاری رہتے ہے  اس طﺭح کي علامات ميڼ کوویڈ 19 کی طول اور سنجیدگی سے بچنے کے لئے مناسب طبی علاج اور نگرانی کی ضرورت ہوتی ہے۔ سنگین علامات کے حامل مریضوں کو فوری طور پر اسپتال میں داخل ہونے کی ضرورت ہوتی ہے تاکہ اسپتال میں  نامزد اہل ڈاکٹر کی قریبی نگرانی میں ضمنی آکسیجن اور  ان کي نگرانی مين دوا  اوﺭ علاج کو یقینی بنایا جاسکے۔ ',
    audioUrl: 'COVID19_Symptoms.mp3',
  ),
  Topic(
    id: 04,
    title: '.	کوویڈ 19 کا پھیلاؤ',
    description:
        'کوویڈ کسی متاثرہ شخص کے منہ یا ناک سے پھیل  سکتا ہے.   موجودہ شواہد سے پتہ چلتا ہے کہ جب ايک بنده  کھانستا هيڼ، چھینکتاهېن، بولتا هے اوﺭ یا سانس لیتا ہے تو چھوٹےمائع ذرات بنیادی طور پر ایک دوسرے کے قریبی رابطے میں لوگوں کے درمیان پھیلتے ہے، عام طور پر 1 میٹر کے اندر۔ ایک شخص اس وقت متاثر ہوتا ہے جب وائرس پر مشتمل ایروسول یا قطرے سانس میں لئے جاتے ہیں یا براہ راست آنکھوں، ناک یا منہ کے رابطے میں آتے ہیں۔  يه وائرس اس حقیقت کیوجہ سے ناقص ہوا دار اور پرہجوم مقامات پر بھی پھیل گیا کہ ایروسول ہوا میں معطل رہتے ہیں۔ تیسرا یہ کہ لوگ اپنے ہاتھوں کو مناسب طریقے سے صاف کیے بغیر آنکھوں، ناک اور منہ کو چھونے کے ذریعے وائرس سے آلودہ سطحوں کو چھو کر بھی اپنے آپ کو متاثر کرسکتےہیں۔',
    audioUrl: 'Spread_of_COVID_19.mp3',
  ),
  Topic(
    id: 05,
    title: '.	کوویڈ -19 سے متاثر هونے والے سب سے زیادہ خطرے میں لوگ',
    description:
        'وائرس کسی کو بھی متاثر کر سکتا ہے لیکن وہ لوگ جو سب سے زیادہ خطرے میں ہیں وہ یہہیں:'
        '•	کم قوت مدافعت والے لوگ '
        '•	بوڑھے افراد اور  وه لوگ جن کو پہلے ہی صحت کے کچھ مسائل جیسے کہ'
        '-	دل کے مسائل یا ذیابیطس '
        '-	دائمی پھیپھڑوں کی رکاوٹی بیماری '
        '-	کینسر مخالف تھراپی یا دیگر علاج حاصل کرنے والے مریض '
        '•	بوڑھے لوگ'
        '•	زیادہ بھیڑ بھاڑ والے حالات زندگی '
        '•	رہائش، خوراک اور صاف پانی کی کمی کی وجہ سے جسمانی اور ذہنی دباؤ اور محرومی سے منسلک لوګ.',
    audioUrl: 'People_most_at_risk_for_getting_Covid_19_Urdu.mp3',
  ),
  Topic(
    id: 06,
    title: '.	کوویڈ-19 کی تشخیص',
    description:
        'کوویڈ-19 میں عام علامات یا اہل ڈاکٹر کی طرف سے ضرورت کی بنیاد پر مناسب ٹیسٹ کی تشخیص کی جاتی ہے۔ یہ ٹیسٹ عام طور پر این سی او سی کے نوٹیفکیشن کے مطابق مختلف سرکاری اسپتالوں اور نامزد لیبارٹریوں میں کیے جاتے ہیں؟   کوویڈ ٹیسٹ زیادہ تر سرکاری اسپتال کے لیبارٹریوں میں مفت کیے جاتے ہیں۔ اوﺭ اس کے ساتھ ساتھ ادائیگی پر نجی یا نامزد لیبارٹریوں میں مفت کیے جاتے ہیں۔',
    audioUrl: 'Diagnosis_of_COVID_19.mp3',
  ),
  Topic(
    id: 07,
    title: '.	کوویڈ-19 ٹیسٹ کی قسم',
    description:
        '•	وائرل ٹیسٹ جو اس وقت کوویڈ  وائرسسے متاثرہ مریض کے لئے کیا جاتاہے۔'
        '•	ماضی میں وائرس سے متاثر ہونے والے افراد کے لئے اینٹی باڈی ٹیسٹ جو ان لوګو کے ليے کيا جاتا هے جو که پهلے سے هي کويډ ۱۹ سے متاثﺭ هع چکے هو۔',
    audioUrl: 'Type_of_COVID_19_Tests.mp3',
  ),
  // Topic(
  //   id: 08,
  //   title: '.	کوویڈ-19 ٹیسٹ حاصل کرنے کے بعد کونسي چیزیں چاہیے',
  //   description: '•	 ان سے پوچھیں  کہ نتائج کیسے حاصل کیے جائیں۔'
  //       '•	 ايا کوویڈ-19 ٹیسٹ کے نتائج اپکو کال  یا پیغام کے ذریعے مل سکتے هين۔'
  //       '•	ايا کوویڈ-19 ٹیسٹ کے نتائج اپک آن لاين چیک کر سکتےہیں.'
  //       '•	کوویڈ ١٩ کے کچھ ٹیسٹ کے نتائج تیزی سے آتے ہیں۔'
  //       '•	 اوﺭ کچھ کوویڈ ١٩  ٹیسٹ کے نتائج میں کئی دن تګ لگ جاتے ہیں۔'
  //       '•	 جب آپکو آپ کے ټيسټ کے نتايج مل جايے تو اہل ڈاکٹر سے ملیں کہ نتائج کا کیا مطلب ہے'
  //       '•	کوویڈ-19 ٹیسٹ کے نتائج حاصل کرنے تک گھر پر ﺭهي اوﺭ لوګو سے ملنے سے دوﺭ رہیں۔',
  // ),
  // Topic(
  //   id: 09,
  //   title: 'ایف سی ار کے خاتمے کی ضرورت',
  //   description:
  //       "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  // ),
  // Topic(
  //   id: 10,
  //   title: 'ایف سی ار کے خاتمے کی ضرورت',
  //   description:
  //       "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  // ),
  // Topic(
  //   id: 11,
  //   title: 'ایف سی ار کے خاتمے کی ضرورت',
  //   description:
  //       "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  // ),
  // Topic(
  //   id: 12,
  //   title: 'ایف سی ار کے خاتمے کی ضرورت',
  //   description:
  //       "س ڈیلیوریبل کو مکمل کرنے کے لیے ، پہلے آپ کو یہ واضح طور پر سمجھنے کی ضرورت ہے کہ EPM کیا ہے اور اس سے ادارے کو کیا فوائد حاصل ہو سکتے ہیں۔",
  // ),
];
