import 'package:lgs_audiopedia/model/topic.dart';

final dengueDataPashto = <Topic>[
  Topic(
    id: 1,
    title: 'ڈینگی',
    description:
        'ډینګي یو له مچیو څخه زیږیدلی ویروسي ناروغي ده چې په وروستیو کلونو کې د WHO ټولو سیمو ته په چټکۍ سره خپره شوې. د ډینګي ویروس د ښځینه مچیو لخوا په عمده ډول د Aedes aegypti ډوله او په لږه اندازه Ae ته لیږدول کیږي. albopictus دا مچۍ د چکنګونیا، ژیړ تبه او زیکا ویروسونو وژونکي هم دي. ډینګي په ټولو استوایی سیمو کې پراخه ده، په خطر کې د ځایی بدلونونو سره چې د اقلیم پیرامیټرو او همدارنګه ټولنیز او چاپیریال عوامل لخوا اغیزمن کیږي.\n\n'
        'ډینګي د ناروغۍ پراخه لړۍ رامینځته کوي. دا کولی شي د فرعي کلینیکي ناروغۍ څخه (خلک ممکن نه پوهیږي چې حتی په ناروغۍ اخته دي) پورې په اخته کسانو کې د شدید فلو په څیر نښو پورې اړه لري. که څه هم لږ عام دی، ځینې خلک شدید ډینګي رامینځته کوي، کوم چې کیدای شي یو شمیر پیچلتیاوې وي چې د شدید خونریزي، د غړو نیمګړتیا او/یا د پلازما لیک سره تړاو لري. شدید ډینګي د مړینې لوړ خطر لري کله چې په سمه توګه اداره نشي. شدید ډینګي لومړی ځل په 1950 کې په فیلیپین او تایلینډ کې د ډینګي ناروغۍ په جریان کې وپیژندل شو. نن ورځ، شدید ډینګي په ډیری آسیایی او لاتیني امریکا هیوادونو اغیزه کوي او په دې سیمو کې د ماشومانو او لویانو ترمنځ په روغتون کې بستر کیدو او مړینې لوی لامل ګرځیدلی.\n\n'
        'ډینګي د Flaviviridae کورنۍ د ویروس له امله رامینځته کیږي او د ویروس څلور جلا خو نږدې تړاو لري چې د ډینګي لامل کیږي (DENV-1، DENV-2، DENV-3 او DENV-4). داسې انګیرل کیږي چې د انفیکشن څخه بیا رغونه د دې سیروټایپ په وړاندې د ټول عمر معافیت چمتو کوي. په هرصورت، د رغیدو وروسته نورو سیروټایپونو ته کراس معافیت یوازې جزوی او لنډمهاله دی. ورپسې انتانات (ثانوي انتانات) د نورو سیروټایپونو لخوا د شدید ډینګي پراختیا خطر زیاتوي.\n\n'
        'ډینګي جلا ایډیډیمولوژیکي نمونې لري چې د ویروس له څلورو سیروټایپونو سره تړاو لري. دا کولی شي په یوه سیمه کې همغږي شي، او په حقیقت کې ډیری هیوادونه د ټولو څلورو سیروټایپونو لپاره هایپر اینډیمیک دي. ډینګي د انسان روغتیا او نړیوال او ملي اقتصاد دواړو باندې خطرناکه اغیزه لري. DENV په مکرر ډول د یو ځای څخه بل ځای ته د اخته مسافرینو لخوا لیږدول کیږي. کله چې په دې نویو سیمو کې حساس ویکتورونه شتون ولري، د ځایی لیږد احتمال شتون لري.\n\n',
    audioUrl: 'audio',
  ),
];
