import 'package:lgs_audiopedia/model/topic.dart';

final allTopicsLgPashto = <Topic>[
  Topic(
      id: 1,
      title: ' د قبائيلی سيمو پژندګلو',
      description:
          'نوئے ضم شوۓ قبائلی ضعلي ھغہ علاقي دې کومي چې پخواه فیڈرل ایڈمنسٹرٹیو ٹرائبل ایریا (فاٹا) پہ نوم پیژندلے کیدی ۔د دي سميو شمال طرف افغانستان او مغرب طرف ته ډيورنډ لائن لکيرا موجود ده, مشرق طرف ته خيبر پختونخوا او جنوب طرف ته بلوچستان پروت  دے. دا ضلعي, باجوړ, مهمند, خيبر, اورکزئي, کرم, شمالي او جنوبي وزيرستان, شپږ قبائلي سب ډيژونز ( فرنټير ريجن) حسن خيل, دره آدم خيل, وزير بيټني, دره زنده, او جنډوله په ضلع پښاور, کوهاټ, لکي مروت, ډي آئي خان او ټانک, ضم شوي قبائلي علاقے ۲۷۲۲۰ سکوائر کلوميټر  باندے مشتمل ده او د ۲۰۱۷ د مردم شمارے مطابق په د دي علاقو آبادی څلور اعشاريه نهه نوي ملين ده. د ضم کيدو روستو د مختلف وجوهاتو نشاندهی شوي چي د خيبر پختونخوا اور قبائلي سميو د خلکو په رياست اعتماد بحال شي او د سماجي او اقتصادي ترقي تر مينځه وقفه ختمه کړي۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo1.mp3'),
  Topic(
      id: 2,
      title: 'د ضم کيدو دليل',
      description:
          'پخواني قبائيلی علاقو کښې د اصلاحاتو کار د ۱۹۷۰ په اول کښې شروع شوے وو, خو دآ ئين پاکستان آرټيکل ۲۴۶, ۲۴۷ خصوصی شق د وجې حقيقی اصلاحات نافذ کولو باندی وخت اولګيدو او په دهغه علاقو کښې د وخت مطابق په تفصيل سره يو بيل قانون جوړ کړے شو. روايتی جرګو اور پولټيکل انتظاميه سره په مکمله توکه اختيار وو چې په دهغه سيمو کښې د جرمونواو عوامی مسئلوپځقله  کيسونه د  مقامی رواج مطابق فيصله کړی. د جرګے يا پولټيکل انتظاميے لخوا شوي غلطی فيصلے خلاف اپيل کولو نه خلک په مکمل توګه محرومه وو. د ايف سی آرد آر ټيکل لاندي د يو تن جرم کښې ټول خاندان په جرم کښې شريک کول يو بلپ پابندی وا. د پاکستان نور اوسيدندونکو ته چې کوم بنيادی انسانی حقوق حاصل وو هغه د قبائلي سيمو خلکو ته نه و حاصل. د حیرانتیا خبرہ دہ چی د قبائلی سیمو منتخب  شوي د قامی اسمبلی ممبرانو  او سینٹر تہ خو د حق حاصل وو چی د پاکستان د پارہ پہ قانون سازی کي برخه واخلي خو هغوي سره د اختيار نه وو چي د قبائلي سيمو له  قانون سازي وکړي . رسمي  عدالتي نظام کښې قبائلي خلقو ته عدالت عاليه او عدالت عظمه ته رسائي نه وه۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo2.mp3'),
  Topic(
      id: 3,
      title: 'فرنټير کرايم ريګوليشن (ايف سی آر ) ',
      description:
          'دايف سی آر يو ځانګړي قانونې حيثت وو، کوم چي د انګلستان د رياست لخوا په کال۱۹۰۱ کښې د فيډرل ايډمنسټرټيو ټرائبل ايريا (فاټا)  لپاره یو سرکاری نطام وو . ايف سی آر په پاکستان کښې ۲۰۱۸ پورے نافذ العمل وو.  ايف سی آر  کښې اجتماعی سزاګانے  شاملے وی پہ که چري  په کور کښي يو تن يا د قبيلے يو تن د جرم مرتکب شو نو د هغه تن ټوله کورنے او قبيله به ئي په جرم کښې ګرفتاري ده . ايف سی آر په قانون کښې د اختيار وو چې د يو کورنے يا د يو قبيلے کارروائې پيل کړی. په دی وجه قبائلي جرګه به په مکمل توګه د پولټيکل انتظاميه ماتحت وو او دي جرګے ته به د يو فورم حيثيت حاصل وو. بل خوا به ملزم ته د عدالت د لارے د حق غوښتوهيڅ لاره نه وه  , د ايف سی آر اختيارات متنازعه, غير اسلامی او د بنيادی حقوق خلاف وو, آئين  پاکستان او په بين الاقوامی, بنيادي انسانی حقوقونو  چارټرډ خلاف وو. د مثال په توګه آئين پاکستان آرټيکل ۱ کښې واضحه ليکل دی چې د ټولو قبائلي سيمو اوسيدونکی پاکستانيان دی لکه څنګه چې نور اوسيدونکي دی. او هم هغه قانون به د دوی د پاره هم وي  کوم چې د نور د پاره دے. بل اړخ ته ئي د پاکستان آئين, آرټيکل ۴,۸,۹ او ۲۵  کښې ترديد کوی چې قبائبلی سيمو اوسيدونکو ته بنيادی انسانی حقوق نه دی حاصل۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo3.mp3'),
  Topic(
      id: 4,
      title: 'د ايف سي آر ختمولو ضرورت وو؟',
      description:
          'د ايف سي آر قانون په قبائيلي اولس د قابوراوستلو او  په نولسمه صدئي کښي د روسي طاقت د افغانستان په پله   د راوړيدو د مخنيوي د پاره نافذ کړے شوے ۔ د ايف سي آر بنيادي مقدصد په قبائيلي   عوامو باندي په غير محسوسه طريقه حکومت کول وو، خو د بد قسمتي نه د پاکستان د جوړيدو نه پنځوس کاله پس هم په قبائيلي سيمو کښي د کال دوه زره اتلس پوري د ايف سي آر د تور قانون د لاندے حکومت اوکړے شو۔\n'
          'د قبائيلي اولس په خواهش د ايف سي آر د ختمولو بنيادي وجه په معاشي توګه د سره د بنيادي بشري، عدالتي اود قانوني حقونو نه محرومتيا وه ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo4.mp3'),
  Topic(
      id: 5,
      title: 'د ايف سي آر خرابياني',
      description:
          'د انساني حقونو په فکر  ايف سي آر قانون يو ژور ه کنده وه ځکه چي  د قانون د آرټيکل يو باوجود د پخواني فاټا او د پا کستان د نورو اوسيدونکو تر منځه فرق ساتلے شوے وو، د کومو تر مخه چي اوس ټولو ته يو شان حقونه ورکړے  کيږي ۔ د ايف سي آر قانون د بنيادي بشري حقونو او دپاکستان په آئين کښي د رائے د اظهار دآزادي خلاف او ايسوسي ايشن د آزادي خلاف وو۔\n'
          ' ايف سي آر په خصوصي توګه د زنانوؤ په حقله په کيدونکو جرمونو غلے وو، د ايف سي آر په عدالتي نظام کښي د زنانوؤ نمائندګي نه و، خلقو ته په هائي کورټ او سپريم آف پاکستان کښي د اپيل کولو  هيڅ حق نه وو او هغوي به د ايف سي آر د بے رحمه نظام په اسره په جيلونو کښي پراته وو۔ دي ټولو څيزونو د اولس او رياست تر منځه د اعتبار کمے پيدا کړے وو چي په نتيجه کښي ئي تر هه ګړي په شکل کښي د اړي ګړي حالات جوړ شول کومي چي  د حکومت رټ هم چيلنج کړو، زياتو خلقو په قبائيلي سيمو کښي د پاکستان د ائين مطابق د اولس دپاره په ټولو قوانينو کښي  فراختيا غښته ۔\n'
          ' قبائيلي خلقو ته د ورپيښو آئيني او قانوني کمزرويانو نه علاوه د هغوي معاشي محرومي ، کمي اولسي او معاشرتي اشارے چاچي د پخواني فاټا په خيبر پختونخواه کښي د شاملولو مزل  سرکړو ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo5.mp3'),
  Topic(
      id: 6,
      title: 'د ضم کولو عمل',
      description:
          'د پاکستان د آئين مطابق د قبائيلي خلقورائے اخستل لازمي وو چي آيا هغوي خپلے علاقے د خيبر پختونخواه سره شاملول مناسب ګنړي او کنه، او د هغي مطابق په ترهه ګري د قابو موندو پس دا فيصله اوکړے شوه چي د ټولو قبائيلي د خلقو سره د انضمام؂ او يا د هغوي د آزاد حثيت پحقله د رائے اخستو دپاره د آئين ضرورت مطابق د نورو صوبو په رنګ حثيت او د هغه ځائي د اوسيدونکو او حکومت تر منځه دي  د اعتماد د کمي لري کول دپاره دي صلاح مشوري او کړے شي۔\n'
          'ددي مقصد دپاره وزيراعظم سره د ټولو ريفارم کميټيانو د يو مشر ساسي ليډر د جناب  سرتاج عزيز په سربراهي کښي د ټولو قبائيلي ضلعو د مشرانو سره د مشوري دپاره دوري اوکړي ، د دغه قبائيلي خلقو سره د مشاورت د عمل په وجه دا سفارش اوشو چي په آئين کښي د ترميم په ذريعه فاټا په خيبر پختونخواه کښي د قبائيلي خلقو د خواهش مطابق شامل کړے شي۔\n'
          'د بره ذکر کړے شوؤ خبرو په بنياد ، د پاکستان قامي اسمبلي د زيارت په ورځ په څليريشتمه مئي کال دوه زره اتلس کښي يو تاريخي آئيني تر ميم منظور کړو چي پکښي د وفاق د انتظام لاندے قبائيلي سيمي (فاټا) د خيبر پختونخواه سره۱ ۔ ۲۲۹   ووټ د حق سره د ملاوهلو مطالبه اوکړے شوه ۔\n'
          'د اترميم په قبائيلي سيمو کښي د (فاټا) کښي د ايف سي آر د قانون نفي کوي ، او د کے  پي اسمبلي نه د منظور شوي قوانينو ، قاعدو او ضابطو ذمه وار ئي ګرځوي او د پاکستان د آئين لاندے په فوري توګه کار کوي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo6.mp3'),
  Topic(
      id: 7,
      title: 'د انضمام نه پس نوے نظام',
      description:
          'انتظامي نظام کښي د بدلون د آئين (پنځه ويشتم ترميم) ايکټ ۲۰۱۸ او په بل هر يو قانون کښي موجود ټول د اطلاق قابل دفعات دفعو مطابق اوکړے شو کوم چي في الحال د وفاق د انتظام لاندے په علاقو کښي نافذ دے ۔ دا انضمام شروع د پوليټکل ايجنټس ، اضافي پوليټکل ايجنټس او اسيسټنټ پوليټيکل ايجنټس پرله پسي ايډيشنل ډپټي کميشنر، او اسيستنټ ډپتي کميشنر په توګه اوکړےشوه۔\n'
          'کوموته چي ډسټرکټ کلکټر، سب ډيژنل اود تحصيل کلکټر په رنګ اختيار ورکړے شو۔\n'
          'ددي نه وړاندے به د فاټا سره د سراکري زمکو هيڅ ريکارډ نه وو صرف په کرمه او شمالي وزيرستان کښي ځني زمکو څه حصه د قبائيلي نظام مظابق تقسيم کړے شوي وي او هغي د لاندي د کسانو په ځائي قبيلو دپاره زمکه محتص کړے شوي وه ۔ د زمکي د تصفي عمل د انضمام نه پس په تجرباتي بنيادونو شروع کړے شو۔\n'
          'سپريم کورټ او د پيښور هائي کورټ اختيار هغه وخت اوغزولے شوکله چي عدالتي ډهانچي په باقاعده توګه د قائمولو سره هغه علاقي هم ضم کړے شوي  په کومو کښي چي ډسټرکټ، سيشن او سول ججان تعيناتي شامله وه چي د فوجداري او سول مقدمو د تقسيمولو دپاره د حکومت پاکستان د عام قوانينو په ضم شوو علاقے اوس  په کے پي  او په باقي پاکستان کښي په ضم شوؤ علاقو کښي قانوني ، انتظامي او د سياسي نظام تر منځه فرق نشته ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo7.mp3'),
  Topic(
      id: 8,
      title: 'د محکمو يا  کميشنو فراختيا',
      description:
          'کموغزولد ضم کيدو نه محکښي د ادارو د کار کولو يوه ډهانچه وه  د کومي مشران چي به پولټيکل ايجنټان وواو هغوي به علاقه کښي د حکومتي نظام سره سره د معاشي او اولسي ترقي دپاره کار کووؤ خو د انضمام نه پس ئي په نظام چلولو کښي لويه خلا راغلا کومه چي د نوؤ ضم شوؤ علاقو د انتظام چلولو دپاره ضروري وه ،هم دغه رنګ صوبائي حکومت د ټولو سرکاري ادارو لکه عدليه، پوليس ، جيل خانه جات، پراسيکيوشن نورو قامي تعميراتي محکمو سره  د هغي د هر وخت  د هغي د ترقي او کار کولو دپاره ګامونه پورته کړل۔\n'
          '،ډيرے ادارے دي چي په مزه مزه خپل کارونه په وخت کولو طرف ته روان دي\n'
          'د ټولو قامي تعميراتي محکمو دفترونه په ضم شوؤ ضلعو کښي قائم کړے شوي دي چي پکښي د اضافي بشري او مالي وسيلو منظوري هم ورکړے شوي ده۔ يو څو نوي څانګي کومو کښي چي فراختيا شوي ده او يا فعاله کړے شوي دي لاندے دي ۔\n'
          '۱۔ محکمه ريونيو کومه چي د مخکښي نه په ضم شوؤ علاقو کښې د ز مکو په سمون کار شروع کرے دے ۔\n'
          '۲۔ ، په ضم شوؤ ښاري او کليوالو علاقو کښي د مقامي حکومتونه په مکمله توګه غزول، د پنځه ويشت ټي ايم اے او اووه سوه يوولس ويلج /نبرهوډ کونسل چي مقصد ئي ميونسپل سروس اوپه تيزئي سره د کلو پرمختګ دے۔\n'
          '۳۔ پوليس افسران او عهديداران په نګراني چوکئ قائمول، موجوده ليويز اوخاصه دار فوج په مختلف ټريننګ سکولونو کښي په مرحله واري طريقي سره د پوليس تريننګ په ذريعه په مزه مزه او په باقاعده توګه په پوليس کښي شاميليږي ، د پوليس دغه څوکو د وړومبي ايف آئي آر رجسټريشن شروع کړے دے د کومي په ذريعه چي  فوجي او سول دوانړو قسمه مقدمي په عدالتونو کښي په قانوني توګه وړاندے کيږي۔\n'
          '۴۔ پراسيکيوشن ډائريکټريټ ،اوضلعئي پوليس افسر (ډي پي او) دفترونه او اتحادي تشکيلونه موجود دي ۔\n'
          '۵۔ په ضم شوؤ علاقو کښي عدالتي قيد خانه په جيلونو کښي بدل شوي کوم محکمه جيل خانه جات حواله شوي دي ۔\n'
          '۶۔ ډسټرکټ يا سيشن جج او سول جج عدالتونه د فوجداري او سول مقدمو د پاره قائم شوي ۔\n'
          '۷۔په ضم شوؤ ضلعو کښي بنيادي بشري حقونو نګراني په هغي عمل يقيني کولو د پاره  ترهيومن رائټس ډائريکټريټ غزولے شوے دے ۔\n'
          '۸۔ پختونخواه رائټ ټو انفارميشن ايکټ ۲۰۱۳د سرکاري ادارو نه معلومات دستاويزونه ريکاردونه او يا نور مطلوبه موادو ته رسائي ملاويدل دي ۔\n'
          '۹۔ رائټ ټو سروس ايکټ  ۲۰۱۴ضم کړے شوؤ علاقو پوري خور کړے شوے دے چي اولس  ته په مقرره وخت کښي د عوامي سهولتونو فراهمي يقيني جوړه کړے شي  ،په شمول  د سرکاري ملازمانو ذمه واري ، انتظامي کارکر دګي او ددي سره تړلي نوري معاملي شاملي دي۔\n'
          '۱۰۔د علاقي د معاشي طرقي دپاره د بنکنګ سينټر د حوصله افزائي کوششونه شروع دي ۔\n'
          '۱۱۔ په ټولو ضم شوؤ ضلعو کښي د ريسکيو ۱۱۲۲دفترونه جوړ شوي دي او فعاله دي ۔\n'
          'ريسکيو ۱۱۲۲ د ايمرجنسي په حالت کښې چي کوم سروس ورکوي هغه لاندے دي ۔\n'
          'ا۔ فوري طبي مرسته \n'
          'ب۔ ريسکيو ايمبولينسوکښې د بين الاقوامي معيارمطابق طبي  آلات او تربيت يافته ميډيکل عمله موجوده وي۔\n'
          'ت۔ د اوور وژلو سروس \n'
          'ج۔ داوور وژونکي ټرکونو کښي د نوي ټيکنالوجئي فورم کاربن دائي اکسائيد يا سي او ټو او ډي سي پي سره سره روايتي د اوبو نظام ، کوم چي د هر قسمه اوور په وژلو کښي پکار راځي ، سره د تربيت  يافته عملي \n'
          'ح۔ سرچ او ريسکيو اپريشن سروس \n'
          '۱۲۔ سرچ او ريسکيو اپريشن دپاره ګاډي چي پکښي جديد ريسکيو الات لګيدلي وي ۔ لکه اډيو ويډو سرچ کيمره ، محتلف قسمه قينچيانے د بجلي آلے، او کشتي وغيره سره  د تربيت يافته عملے ۔\n'
          '۱۳۔ د صحت او تعليم پحقله آزاد مونيټرنګ يونټ فراخه کړے شوے دے ، چي مقصد ئي په ضم شوؤ علاقو کښې د صحت او تعليم د سهولتونو غوره نګراني کول دي کوم کښي چي د اوبو فراهمي چارديواري او د واش روم د سهوتونو نه علاوه د دوايانو ،ډاکټرانو ، پيراميډيکس او استاذانو دستيابي شامله ده۔ \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo8.mp3'),
  Topic(
      id: 9,
      title: 'په نوي نطام کښي د اولس کردار',
      description:
          '۱۔ ضم شوو ضلعو کښي قائم شوي په نوي نظام کښي د اولس کردار دډير اهميت وړ دے او د دهغوي د شرکت نه بغير نيمګرے دے په خصوي توګه په نوي بنيادونو پيل شوي د دي نظام د مضبوطيا د پاره۔\n'
          'دخذمت د يقيني کولو انتظام هميشه د نتيجو ښه کولو دپاره د کميونيټي شرکت مختلف قسمونو سره تړلے وي ۔ د کميونټې د شرکت دويم اړخ مقامي، علاقائي او په قامي کچ د پبلک سيکټر احتساب دے د هر قسمه نظام په قيام کښي د اولس کردار دوه رنګه کيدے شي۔\n'
          '۲۔ په انتخاباتو کښې حصه اخستل چي مطلب ئي د عامو انتخاباتو سره سره په بلدياتي اليکشن کښي هم حصه اخستل دي چرته چي يو تن ته د شفافي طريقي سره د وسائلو د منصافانه تقسيم په ذريعه د خذمتونو فراهمي يقيني کولو نه علاوه د فيصله سازي په عمل کښي حصه جوړيدل او د يو منتخب نمائندهپه توګه د ترقياتي کارونو موقع ملاويدے شي۔\n'
          '۳۔  د اولس په سول سوسائټي فورم لکه د مقامي تنظيمونو په ذريعه خپل مثبت کردار اداکولے شي د کومي د لارے چي هغوي سرکاري شعبوسره په ترقياتي کارونو کښي مرسته کولے شي ۔\n'
          'حکومتي منصوبے سرته رسولو دپاره کميونټي ممبران لاندينے کردار تر سره کولے شي ۔\n'
          'د نګراني او رپورټنګ دپاره د رضاکارو ګروپ جوړول، سيلاب ، زنزله،، ډينګي او د کوډ په رنګ د وبائي مرضونو په وخت په هنګامي بنيادونو په آ ګاهي کيمپ کښي شرکت کول۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo9.mp3'),
  Topic(
      id: 10,
      title: 'مقامي نظام حکومت څه څيز دې ؟ ',
      description:
          'پاکستان کښې فيډرل جمهوری نظام دی او د نظام قومی, صوبائی اور مقامی نظام باندی مشتمل دې. مقامی نظام حکومت د ۱۹۷۳ آئين تحفظ حاصل دي او هر يو صوبائی حکومت خپل مقامی نظام حکومت لري و خت په وخت په يو خاص طرز باندی مقامی حکومت جوړ لو هسي کيږي, مقامی حکومت نظام ته د دريمے درجه نظام حکومت وائي په کوم کښې چې په ختکه سطح باندی آبادےخلکو سره اختيار وی چې په دي کښې برخه واخلې او خپل رومره ژوند قابو کړي. ',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo10.mp3'),
  Topic(
      id: 11,
      title: 'د مقامی حکومت  تاريخ ',
      description:
          'برصغير کښي د برطانوي راج  لاندي د تقسيم نه اول مقامي حکومت موجود وو خو په ښارونو کښې دا نظام ميونسپل ادارو تر سره کوؤ. په وړمبي ځل ايسټ انډيا کمپنی  ۱۶۶۸ کښې په مدراس کښې ميونسپل جوړکړي شوي وو. روستو ديدي نه کنزرونسی ايکټ ۱۸۴۲ د ګندونو د صفائي لپاره يو کميټی جوړه کړي وه ۔ برصغير کښي د بلدياتي نظام شروع د کله نه شوي ده؟ بلدياتي نظام ۱۹۴۷ کښې  د پاکستان جوړيدو نه پس د مختلفو ايکټونو د وجي وخت په وخت بدليدو د پاکستان د جوړيدو نه پس په باقاعده توګه څه مقامي حکومت نه وو۔\n'
          'پاکستان کښي د مقامي حکومت  شروع په ۱۹۵۹ کښي د بنيادي جمهوري نظام د لاندے ايوب خان رامخي ته کړے وو۔ د مختلف دورونو متعلق لږ معلومات لاندے دي ۔ \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo11.mp3'),
  Topic(
      id: 12,
      title: ' لوکل ګورنمنټ سسټم ۱۹۵۹-۱۹۷۱',
      description:
          'د بنيادي جمهوري نظام د لاندے په ښار علاقو جقي ميونسپل کميټياني د ۳۷مختلفو کارونو کولود پاره جوړي شوي وي او په کليوالو علاقو کښي دغه کارونه يونين کونسلو حواله کړے شوي وو۔ په بنيادي جمهوري نظام کښي ضلعي کونسلي جوړي شوي وي کوم چي په يو اليکټورئل کالج باندي مشتمل ووچي پکښي د يونين کونسلو، ټاؤن  او او يونين کميټيانو ټول چئيرمينان ممبران وو د کومو مقصد چي  د ښاريو او دکلو تر منځه فرق ختمول وو. صدر پاکستان د انتخاب دپاره د يونين کونسلو چيئر مينان د اليکټورئل کالج د پاره منتخب کړے شوي وو۔. \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo12.mp3'),
  Topic(
      id: 13,
      title: 'لوکل ګورنمنټ سسټم ۱۹۷۹-۱۹۸۸',
      description:
          'جنرل ضيا يو ځل بيا ۱۹۷۷ کښې د او ايل جی اوپه ذريعي د مقامی حکومت په نظام  نظر ثاني اوکړه۔ په کال   ۱۹۷۹ او ۱۹۸۰ کښې په څلوروانړو صوبو کښې ئي مقامی حکومت انتخابات وکړل. د نظام  د بلدياتي نظام په دوؤ حصو مشتمل وو لکه \n'
          ' ښار: ميونسپل کارپوريشن ، ميونسپل کميټي او په ټاؤن کميټيانو مشتمل دے ۔ ميونسپل کارپوريشن په پيښور کښي ښاري يونين کونسلونه وو۔\n'
          'کلي: ضلع په کونسلونو او يونين کونسلونو مشتمل وي',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo13.mp3'),
  Topic(
      id: 14,
      title: ' لوکل ګورنمنټ سسټم ۲۰۰۱- ۲۰۰۹',
      description:
          'کال ۲۰۰۱ کښې صوبائی حکومتونو د لوکل ګونمنټ آرډيننس ۲۰۰۱تر مخه ترقياتي منصوبه فعاله کړه کومي په وجي چي نوي حکومتي نظام ته قانوني او آئني مرسته تر لاسه شوه کوم چي مخکيني مقامي حکومتونو ه مختلف وو۔ د لوکل ګورنمنټ آرډيننس ۲۰۰۱او د نورو نطامونو په منځ کښي فرق دا وو چي دا نظام د د مقامي حکومتونو په دريو حصو تقسيم وو لکه ضلعه تحصيل او يونين انتظاميه ، ښاري او کليهوال تقسيم س اي جي او ۲۰۰۱ د لانني ختم کړے شو۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo14.mp3'),
  Topic(
      id: 15,
      title: 'لوکل ګورنمنټ ايکټ ۲۰۱۲',
      description:
          'د اتلسم آئيني ترميم په نتيجه کښي ، په خيبر پختونخواه صوبه کښي سياسي حکومت لوکل ګورنمنټ ايکټ ۲۰۱۲نا فذ کړو کوم چي چي د ښاري ۲۰۱۰ کښي په کليوال ډويژن مشتمل وو۔\n'
          'ښار: ميونسپل کارپوريشن ، ميونسپل کميټي او په ټاؤن کميټيانو مشتمل دے ۔ ميونسپل کارپوريشن په پيښور کښي ښاري يونين کونسلونه وو۔\n'
          'کلي: ضلع په کونسلونو او يونين کونسلونو مشتمل وي\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo15.mp3'),
  Topic(
      id: 16,
      title: ' په ضم شوي علاقو کښې لوکل ګورنمنټ ډائريکټريټ ',
      description:
          'ډائریکټوریټ آف لوکل ګورنمنټ په يو ضلع او درے ټاونز کميټۍ پاړا چنار, صده کرم, او ميران شاه وزيرستان کښې ۷ اسسټنټ کمشنر موجودګي لرله خو اسسټنټ کمشنر کښې د ذکر هم شوی وو چې ديوی به سمال رورل ورکرز پروګرام او د سينټرانو او د قامی اسمبلي غړو فنډ پروګرام لاندي روان ترقياتی کارونه نافذ کوې. ټاون کيمټۍ کښې  نامزد شوي مشران او اسسټنټ کمشنر (پخواني اے پی اے ) شامل وو او دوي سره  لوکل کونسل بورډ تحت انتظامی کنټرول وو. د ايل جی او ۲۰۰۱ کښې په دي سيمو کښې د مقامی انتخاباتو د پاره اعلاميه کښې ذکر شوي وو خو انتخابات وو نه شو . ۲۰۰۳-۴ کښې په بعض قبائلي ضلعو کښې يو کوشش شوې وو چې د تعليم او صحت په اړه ترقياتي سکيمونو  د جاج اغستو لپاره د هلي ځلي شوي خو  په سياسي سطح ذمه داري نه قبولو او د سرکاري آفسرنو لخوا خنډان  پيدا کولو له وجې په دی کاراونه شو۔ . \n'
          'دي نه پس قبائيلې سيمي ښاري علاقے جوړولود خيال په حقله شوي خبرو په رنړه کښې ۱۴ علاقے ښارونو کښې د بدلولو اعلاميه جاري شوه چې په نتيجه کښې ئي په کال ۲۰۱۴ کښې خار باجوړ ته د ميونسپل کميټی حيثيت ميلاو شو. په ۲۰۱۸ کښې قبائلي علاقے په صوبه کښې د ضم کېدو تاريخي بدلون روستو. خيبر پختونخوا حکومت د مقامی انتخابات ايکټ ۲۰۱۹ قانون ضم شده قبائيلی ضلعو ته اوغزوؤ\n'
          'ا) ۲۵ تحصيل ميونسپل ايډمنسټريشن جوړ شول چي  په مکمل توګه خپل کار کوی او خلکو ته بنيادی سهولتونه ورکوی  \n'
          ' ۷۱۱ وويلج او نائيبر هوډ کونسل اعلاميه کړي او جوړ شوي ب) \n'
          'وويلج کونسل او نائيبر هوډ کونسل سيکټريانو او نور ماتحت عمله ټاکلي شوي پ)\n'
          'نوئے تعينات شوي ټی ايم ايز اور نور عملے ته د ضرورت مطابق ټريننګ ورکړي شوي ت)\n'
          'ج) د راتلونکي مقامي انتخاباتو لپاره حلقه بندي شوي او د دي اعلاميه هم جاري شوي ده\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo16.mp3'),
  Topic(
      id: 17,
      title: ' لوکل ګورنمنټ ايکټ ۲۰۱۳ او د لوکل ګورنمنټ (ترميم شده) ايکټ ۲۰۱۹',
      description:
          'د خیبر پختونخواہ حکومت ، د پالیسی بدلون او د عام اولس د اسانتیا د پارہ ، دا فیصله کړي ده چي لوکل ګورنمنټ ايکټ ۲۰۱۳ په لوکل ګورنمنټ ايکټ(ترميم شده) ۲۰۱۹  کښي  بدل کړي۔ ده لوکل ګورنمنټ ايکټ ۲۰۱۳ او لوکل ګورنمنټ ايکټ(ترميم شده)  ۲۰۱۹ سه حصوصيات لاندي دي۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo17.mp3'),
  Topic(
      id: 18,
      title: ' ده لوکل ګورنمنټ آئين/ کمپزيشن  ',
      description:
          'ا) نوئے مقامی حکومتی نظام, دو قسمه دی کوم چې تحصيل او نئبر هوډ/ وويلج کونسل باندی مشتمل دی. د تحصيل او سټی د مئير او چئيرمين انتخاب طريقه کار کښې به دوي د خلکو نه نيغ په نيغ ووټ اغستلو باندی رازی او د وويلج/ نئبر هوډ کونسل منتخب ممبر به د تحصيل/ سټي کونسل ممبر وي. د نوئے لوکل ګورنمنټ ايکټ کښې به د  خيبر پختونخوا  اوه ډيژونو کښې به سټی لوکل ګورنمنټ سره سره تحصيل لوکل ګورنمنټ به د اضافی اختياراتو سره شهری علاقو او نور ضرورتونه هم ګوري.\n'
          'ب) وويلج / نيبر هوډ کونسل کښې به شپږ ممبران نيغ په نيغ منتب کيږي, او د ديوي انتخاب به غير جماعتی بنيادنو باندی کوم چی به په ځوانانو مشتمل وي او ديوی به د منتخب شوی اميدوارنو ټيم حصه وی. د نئيرهوډ/ وويلج کونسل چئيرمين به هغه درے اميدوارانو کښې ټاکلے کيږی چي ډير ووټونه ئي اغستي وی۔ هر يو ويلج کونسل  ۔ نيبرهوډ کونسل کښي به د دريو جنرل ممبرانو په شمول يو زنانه يو ځوان او يو د اقليت ميمبر چرته به چي د اقليت ووټ په ويلج کونسل ۔نيبر هوډ کښي رجسټرد وي ۔ په داسي حال کښي چي ټول جنرل ممبران بغير  دمقابلے په وليج ۔ نيبرهوډ کونسل کښي وي نو د چئرمين د انتخاب به  د دوي تر ممنځه اليکشن کښي \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo18.mp3'),
  Topic(
      id: 19,
      title: 'ده لوکل ګورنمنټ اهم کارونه',
      description:
          ' ده لوکل ګورنمنټ ايکټ(ترميم شده) ۲۰۱۹  لاندي لوکل ګورنمنټ په مقامي سطح ده ترقے کارونو کولو اوده منتخب شوي نظام په ذريعه عام ااؤلس ته  بنيادي سهولتونو ورکولو ده پاره جوړ کړے شوے دے۔ ده يو ښه  لوکل ګورنمنټ د پاره سياسي، انتظامي او معاشي آزادي ضروري ده۔\n'
          '•	 ده مطلعقه لوکل ګورنمنټ  ده کار ښه کولو لپاره ده قانون منظوري ورکوال\n'
          '•	په مقامي سطح ټيکسونه لګول\n'
          '•	مقامي علاقو ده پاره اوګد او لنډ وخت واله ده ترقي سکيمونه جوړول\n'
          '•	 بلدياتي قانونونه لګول\n'
          '•	بجټ جوړول او ټيکسونه، جرماني وغيره راټولول\n'
          '•	مقامي کونسلي دا مقامي ډهانچي او ده بنيادي سهولتونو ده ورکولو ،  په سماجي لړ کښي ده ترقياتي ګامونو  منظور کول او ده کارونو کولو ذمه دار دي۔ \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo19.mp3'),
  Topic(
      id: 20,
      title: ' تحصيل لوکل ګورنمنټ څه وی ؟ ',
      description:
          '•	چئيرمين, تحصيل لوکل ګورنمنټ به پارټي بنيادنو باندی منتخب کېږي او د ديوي په انتخاب کښې به په وويلج کونسل کښې کامياب اميدواران او جائنټ ايلکټورل ووټ ورکوي. او د دي مقصد لپاره به مکمل تحصيل يو حلقه وي\n'
          '•	چيئرمين, تحصيل لوکل ګورنمنټ به مکمل بااختياره وي او تحصيل لوکل ايډمنسټريشن به د  لوکل ګورنمنټ ايکټ اور د وخت سره سره راتلونکي نوئے قانون مطابق د معاملات چلو زمه وار وي وي خوا هغه نارينه وي يا زنانه۔.\n'
          '•	تحصيل ايډمنسټريشن د کارکردګي کار به ده وي چې چئيرمين تحصيل لوکل ګورنمنټ معاونت به کوي او د تحصيل ايډميسټريشن نور متعلقه آفسرانو سره د قانون مطابق خپل کار پيل کړي۔. \n'
          '•	په ضعلو کښې به د دي مقصد لپاره په شهري مرکزونو کښې به دي لپاره سټي لوکل ګورنمنټ وي او د ضلع پښاور نه علاوه به هر ډويژونل سطح  باندي د ديوي لپاره مرکزي دفتر (هيډ کواټر ) وي. په پښاور کښې به دوه سټي ډسټرکټ ګورنمنټ وي۔\n'
          '•	ګورنمنت به ده خواو شه ښار مقامي حکومت ده ايکټ ده مقصد ده پاره خبره وي\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo20.mp3'),
  Topic(
      id: 21,
      title: ' د تحصيل کونسل کار',
      description:
          '*چئيرمين تحصيل لوکل ګورنمنټ چي د کوم ټيکسونو, جرمانو, سزاګانو پيش کړي د هغي منظوري به ورکوي ۱)\n'
          '* ۲) تحصيل لوکل ګورنمنټ ته د خدمت فراهم کولو په هقله د قانوني مرستو منظوری ورکوي \n'
          '* ۳) د تحصيل لوکل ګورنمنټ سالانه بجټ اور نورو ماليتي امور منظوري به ورکوي\n'
          '* ۴) چئيرمين تحصيل لوکل لخوا تجويز شده طويل المدتي او قليل المدتي ترقياتي منصوبو منظوري به کوي\n'
          '*  ۵) تحصيل کونسل سټيډنګ کميټيانے به ميونسپل آفسرانو,  تحصيل سطح دفترنو او ماتحت دفترو په زمه حوالے شوي د پر مختګ کارونو تحصيل کونسل ته په دي حقله رپورټ ورکوي او تحصيل کونسل به د ديوے د قابليت, ذمه واري, خدمت کولو معيار, کارکردګي جائزه اخلي \n'
          '* ۶) د فنانس متخب شوي کميټیانی, اکاونټس, قاعدے او ضابطے, کارونه\n'
          '*۷) تحصيل ته حوالے شوي د تولو دفترونه حواله کولو منظوری ورکول \n'
          'جرمانے, سزاګانے او ټېکسونه: لوکل ګورنمنټ ايکټ تحصيل ګورنمنټ ته اختيار ورکړې  چې  بهتر نظام حکومت لپاره \n'
          'د لوکل ګورنمټ ايکټ ۲۰۱۳ په پنځم شيډو ل کښې شامل سزا مطابق خلاف ورزي کونکي جرمانه کړي او سزاګانے ورکړي چي په بهتر انداز سره تحصيل کونسل اختيارات اور حکومت په خه طريقه تر سره کړي۔\n'
          '  *۸) تحصيل لوکل ګورنمنټ: تحصيل لوکل ګورنمنټ به مالیات د دو لارو ميلاويږي يو به ورته د صوبائي حکومت لخوا ګرانټ ميلاويږي او دويم به ديوی خپله پيسے د لوکل ګورنمنټ ايکټ شيډول دريم کښې په نښه شوی ټېکسونو, صحت, تعليم, تحصيل لوکل ګورنمنټ خپل آمدن ذريعه ذياتولو لپاره خلقو ته ورکړلي شوي خدمت نه په مقامې توګه ټيکس جمع کوي۔۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo21.mp3'),
  Topic(
      id: 22,
      title: ' د تحصيل کونسل چئيرمين زمه واري',
      description:
          '* ۱۔ ول تحصيل کي د ترقياتي کارونو سوچ ساتل, د تحصيل لوکل ګورنمنټ قيادت کوي او کونسل فعال ساتلو د پار هدايات جاري کوی\n'
          '۲۔ د تحصيل کونسل لخوا منظور شوي ترقياتي منصوبے,  د سرته په روسولو او  په غوره انداز  د خلقو  خدمت کول\n'
          '* ۳۔ په ټوله ضلع کښې چې چرته ترقياتي کارونو کښې ډسټرکټ ايډمنسټريشن ته ضرورت وي تعاون به ورسره کوې او سروس  به ورته فراهم کوی۔ \n'
          '*۴۔ د تحصيل په سطح خودلی شوې ترقياتی کارونو سره سالانه ترقياتی کارونو جائزه اغستل او ميونسپل سروس او بنيادي ډهانچه نور ښه کول ۔ د نمګړي کارونو نافذول يقيني کول ، انتظامي او مالي نظم و ضبط په ځائي ساتل \n'
          '۵۔ د تحصيل د کاليز سالانه د ترقياتي پروګرام تشکيل او په هغي د عمل درآمد د نګرانئ په شمول د ميونسپل خدمت او آباد کاري د پر مختګ او ښه والي دپاره سالانه پروګرام ترتيب کول۔\n'
          '۶۔ د تحصيل په کچ مقامي منصوبے تيارول چي پکښي د زمکي استعمال او د زوننګ ،منصوبے شاملي دي او بيا دغه منصوبے د کره کتني دپاره د اولس په وړاندے راوستل۔\n'
          '۷۔ د بجټ تجويزونه به تحصيل کونسل ته د منظوري د پاره وړاندے کوي۔\n'
          '۹۔تحصيل کونسل ته د مقامي حکومتونو د دفترونو په کارکردګئي دوه کليز رپورټ پيش کول۔\n'
          '۱۰۔ تحصيل کښي د سرکاري دفترونو د د عهديدارانو د کاردګئي نګراني او او نګراني کول، او انکوائري ئي د انکوائري رپورټ په ذريعه ضلعي انتظامئي او او صوبائي محکمو ته د کاوائي دپاره جواب ده کول دي۔\n'
          '۱۱۔ د زمکي استعمال ، هاؤسنګ، ماکيټونه، زمکي ،سړکونه ، ټريفک ، ټيکس ، آباد کاري او د عاومي فائدو دپاره جوړ قوانينو نظر ساتل او دهغي په ضمني قوانينو د عمل درآمد جائزه اخستل دي۔\n'
          '۱۲۔ پبلک ټرانسپورټ او ماس ټرانزت نظام ، ايکسپريس ويز تعمير، فلائي اوورونه ، پل، سړکونه ، انډرپاسونه، او دقصبو دننه د کوڅو جوړولو تجويزونه وړاندے کول۔\n'
          '۱۳۔ د داسي غتو ميونسپل منصوبو منظوري ورکول کوم چي په ښارورنو کښي د مقامي حکومتونو لخواه وړاندے کړي شوي وي ۔\n'
          '۱۴ د سيوريج دريم ، او درميانه نيټ ورک ، ټريټمنټس پلانټس ،  استعمال شوي او طوفاني اوبو له لار ورکول او ضائع کول۔\n'
          '۱۵۔ په سيلاب قابو موندو تحفظ يقيني کول او په تيزي سره جوابي هنګامي منصوبے جوړول۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo22.mp3'),
  Topic(
      id: 23,
      title: ' ويلج/نبرهوډ کونسل',
      description:
          'مقامي حکومتونه د ټولو نه وړه درجه ده۔چي پکښي مختلف مقصد او کارونه دي چي د مقامي حکومتونو د وخت نه تجويز کړے شوي وي۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo23.mp3'),
  Topic(
      id: 24,
      title: ' د ويلج /نيبر هوډ کونسل کار',
      description: '۱۔ د کلي په کچ ترقياتي کارونه نافذول او جاج ئي اخستل۔\n'
          '۲۔ د کلي په کچ صفائي او د حفاظت دپاره کار صرف د کلي په کونسلو کښي سر ته رسول وي ۔\n'
          '۳۔ د مقامي حکومت د تحصيل دپاره د تحصيل ترقياتي منصوبو له په ترجيح ورلوکو د علاقي د پرمختګ د ضروياتو نشاندهي کول۔\n'
          '۴۔ دپيدايش ، مرګ ودونو اندراج کول۔\n'
          '۵۔ په کليز بجټ دي غور او  د منظوري ورکولو پشمول،د سکيم مطابق سالانه ترقياتي پروګرام او د مقامي کونسل لخواه په سر ته رسولو کښي لاس کول۔ \n'
          '۶۔ په کلي او دمحلي په کچ د لوبو او ثقافتي غونډو ملي مرست کول۔\n'
          '۷۔ په دغه علاقو کښي د کلي په کچ د ځناورو ميلے او د شو ګانو تابيا کول۔\n'
          '۸۔ د اکاونټس کميټي انتخاب کول او دغه اکاونټونو په اډيټ رپورټ په سالانه بنياد د هغي سفاشاتو جاج اخستل۔\n'
          '۹۔ تعليم ، صحت،کرکيله ، اوبو صفائي او سره د امدن خذمت فراهم کونکو د کار کردګي د مانيټرنګ کميټي په ذريعه جاج اخلي۔ د مانيټرنګ کميټي اسيسټنټ ډائريکټر ذريعه خپل رپورټ متعلقه چيئرمين ، د مقامي حکومتونو ته غور او کاروائي له ليګلي شي۔\n'
          '۱۰۔ په علاقه کښي د ګهړيال او وارډ انتظام او هغه ځناور چي بے مالکه وي او د هغوي حفاظت کول۔\n'
          '۱۱۔ په اولسي اشارو بنيادي دواد يو ځائي کول ،تيارول، قائم ساتل، او نوي راتلونکي معلومات پکښي شاملول۔\n'
          '۱۲۔ د مقامي حکومت تحصيل له خپل فرض پوره کولو کښي سهولت ورکول او د مقامي حکومت يا تحصيل لخواه په نښه شوي نور کارونه سر ته رسول دي۔\n'
          '۱۳۔ متعلقه ويلج کونسل يا د محلے کونسل مقامي حکومتونو د تحصيل لخواه سروے کول،اولسي او اقتصدي مواد يو ځائي کول، بلدياتي او سماجي سهولتونه او خذمت دپاره د ځايونو په انتخاب کولو کښي مرسته کولے شي۔\n'
          '۱۴۔ اسيسټنټ ډائريکټر، مقامي حکومت او په پسمانده ضلعو کښي د کلو او محلو د کونسلونو د سيکټرو فعاليدو پحقله کارونو نظر ساتلو زمه واري هم د دوي وي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo24.mp3'),
  Topic(
      id: 25,
      title: ' د چئيرمين وي سي او اين سي زمه واري ',
      description: '•	د ټول کونسل ترقي او بجټ په تياري په وخت مشري کول\n'
          '•	د ميونسپل او آباد کاري نظام د ويلج يا نبرهوډ کونسل په علاقو کښي په منظم ساتل\n'
          '•	د مقامي حکومت د تحصيل رپورټ ساتل\n'
          '•	د زمکي د منصوبو د استعمال ۔\n'
          '•	 بلډنګ کورډ ز\n'
          '•	د قاعدو او ضابطو خلاف ورزي \n'
          '•	د شر خورونکي مضمونونه خرڅول \n'
          '•	تجارت او د خوراک په څيزونو کښي ملاوټ کول\n'
          '•	د ويلج / نيبرهوډ کونسل د  عوامي واټر سروسز د خلاف ورزي ته نه پريخودل\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo25.mp3'),
  Topic(
      id: 26,
      title: ' ويلج او نيبرهوډ کونسل کښي د اولس کردار ',
      description:
          '۱۔ په ويلج او نيبر هوډ کونسل کښي د اولس کردار د انتخاباتو په وخت وي ۔ ويلج / نيبر هوډ کونسل لخواه تابيا کړے شوي په مختلفو دستورو کښي اولس کښي برخۀ اخلي۔\n'
          'په ويلج /نبر هوډ کونسل کښي د صفائي ، د صحت او تعليم دپاره د اليکشن کميشن آف پاکستان لخواه د بلدياتي انتخاباتو يا د ويلج نيبرهوډ کونسلو د اهتمام لاندے د بجټ نه مخکښي او روسته د مشورے دپاره ګډون کول۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo26.mp3'),
  Topic(
      id: 27,
      title: ' حد بندی',
      description:
          'حد بندي عمل کښې د وويلج کونسل او نائيبر هوډ کونسل حد بندی کيږې او دهغه حد بندی د اليکشن کميشن د اصولو مطابق کيږي, چې په خه طريقه سره اليکشن انعقاد وی شی او خه ايډمنسټريشن د پاره جغرافيائی حدود معلوم شی. اليکشن کميشن حد بندی روستو يو د خکو د معلوماتو د پاره د وويلج/ نائيبر هوډ کونسل تجويز شوې لسټ په نمايا مقاماتو باندی چسپا کری \n'
          'عام خلک کو د محسوس کړی چې د حد بندی د طريقه کار خلاف شوی نو په با ضبطه توګه هغه کولے شی چې متعلقه آفسر ته يو درخواست ورکړی. د يو تن پخپل يا دوکيل په ذريعه جمع کولے شی او متعلقه آفسر به متعلقه تن تحفظات په حقله فيصله کوی. تحصيل به ايډمنسټرټيټو يونټ وي کوم چې د بورډ آف ريونيو د نوټيفکشن نه روستو جوړ شوی وی چتره چې به وويلج / نائيبر هوډ کونسل بنيادی توګه باندي د انتخاباتو انقعاد او ووټ اچولو سکيم تياروي۔ .\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo27.mp3'),
  Topic(
      id: 28,
      title: ' وويلج/نائيبر هوډ کونسل سيکټريټ کارونه ',
      description:
          '* د پيدائش سرټفيکټ به ورکوی, که چي يوم ماشوم پيداشی نو د ماشوم يا ماشومے بنيادی حق دی چې هغه ته نوم کخودی شی خامخه به هغه په د وويلج. ائيبر کونسل رجسټر کښې درج کوی. کله چې وويلج/ نائيبر هوډ کونسل سيکټريټ کښې نوم  ر پورټ شی نو د ماشوم يا ماشومے په نوم به سرټفيکټ به جاري کوی. د والدين د ذمه وار ده خپلے علاقے وويلج/ نائيبر هوډ کونسل سيکټريټ کښې د پيدا شوی ماشوم يا ماشومے د اندارج د پاره درخواست ورکړی.د  دخواست جمع کولو مقرر وخت د پيدائش د روځ نه شروع کيږی او د ۹۰ روځو پوری کول دی, په هغه سورت کښې کو چرته د ديوې موجود نه وی نو وويلج / نائيبر هوډ کونسل به په رسمي طريقه کار د ديوې اندارج کوی. \n'
          '* د وفات کيډو ر جستريشن او سټريفيکټ جاري کول کو چرته يو تن وفات شې نو د هغه د رشته دارو ذمه واری ده چې خپل متعلقه وويلج. نائيبر هوډ کونسل کښې د حغه د وفات متعلق خبر کړی. د فارم به ډاکټر يا ګورکن يا د وفات شوی تن د شناختي کارډ فوټو کاپی  د وفات سرټفيکټ د پاره لازمی دے. د تن د وفات کيډو رجسټريشن نه روستو به وويلج / نائيبر هوډ کونسل د تول تفصيل خپل ريکارډ کښې ساتې. د وفات کيدو د رجسټريشن مدت ۹۰ روځے دی او وويلج / نائيبر هوډکونسل پابند دي چې درے روځو کښې د وفات سرټيفکټ جاري کړی, په هغه صورت کښې چې د ۹۰ روځو نه روستو  درخواست جمع شې د وويلج/ نائيبر هوډکونسل چئيرمين د وخت د تاخير راعايت ورکړی او د درخواست جمع کيدو روستو په ۷ روځو کښې سټريفيکټ ورته جاري کړی. \n'
          '* د نکاح رجسټريشن : د واده روستو درخواست ګزار د دی خبرے پابند دی چې په ۳۰ روځو کښې متعلقه وويلج/ نائيبر کونسل کښې درخواست جمع کړی.\n'
          'درخواست د پاره د ضروري ده چې مستند شناختي کارډ, نکاح نامه فارم په کوم چې د علاقے قاري/ رجسټرار دوا د ه زلمے او ناوے د طرف نه ګواهان موجود وی نکاځ سرټيفکيټ به مفت ميلاويګې. په هغه صورت کښې چي واده د وويلج/ نائيبر هوډ کونسل د حدود نه بهر شوې وی نو بيا به ورسره نور دستاويز لکه يو سټامپ پيپر د سرټيفکيټ جاري کولو د پاره خامخه چئيرمين ته جمع کوی۔\n'
          '* طلاق نامے رجسټريشن او جاري کول \n'
          'درخواست کونکې به د طلاق سرټفيکيټ اخستلو د پاره خپل متعلقه وويلج/ نائيبر هوډ کونسل ته ۳۰ روځو کښې  درخواست ورکوی۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo28.mp3'),
  Topic(
      id: 29,
      title: 'لوکل ګورنمنټ ايکټ.',
      description: 'رولز\n'
          'رولز به ايل جی ډی او آر ډی ډی به د لوکل ګورنمنټ ايکټ ۲۰۱۹ (ترميمی شوی)  په رانړه کښې يو طريقه جوړه وي يا د صوبائی کابينه لخوا د ټولے صوبے تحصيل, نئيبر هوډ/وويلج کونسل د  پاره موجود پلاننګ او بجټ رولز آف بزنس قابل قبول وي۔. \n'
          'قاعدے  بائے لاز) (\n'
          'قاعدے (بائے لاز ) به هغه قانون وي کوم چې تحصيل کونسل جوړ کړي وې. تحصيل, وويلج کونسل/ نائيبر هوډ کونسل د خپل کارونو  چلولو د پاره غوره لاره راوبسی چې قانوني مشکلات حل کړي. د قواعد به د لوکل ګورنمنټ ايکټ تحت تياريږی , دا  قواعد  ذياتره د راهنمائي د پاره وي زکه چې قانون صرف د بنيادي شکل صورت خودنه کوی او قواعد د اهغې وړو وړو خبرو واضحات کوي چې د دهغه قواعد په مکمل تفصيل سره سنګه نافذ کري, د قواعد به د مخصوص تحصيلونو, وويلج کونسل/ نائيبر هوډ کونسل باندي لاګو وي د مثل په توګه بلډنګ بائے قواعد , ګند ټولو قواعد, د لارو د آډو قواعد وغيره۔\n'
          'په دي قوانين باندي په کونسل کي په بهتر انداز سره بحث کيږی چې موجوده ضرورتونه په نخه کړي. دا د کونسل په کارکردګي او په کميونټي باندي اثر غورزوي. د مقامی خلکو رائے ته هميشه اځترام لرل ډير ضروری وي د بل يو لاره خوښول په زای د يو خه طريقه ده. په تحصيل کښې به پرازيډنګ آفسر چئيرمين په خوښه ټاکلے کيږی۔\n'
          'تحصيل لوکل ګورنمنټ کښې د اولس کردار \n'
          'تحصيل ګوررنمنټ کي د خلکو کردار په ډير اهم وي ديوي د ديوي د فراهم خدماتو په بدله کښې ټيکس ورکوی. خلک د تحصيل ګورنمنټ له اړخه د آګاهی سرګرمو کښې برخه اخلي په خاصه توګه د صفائي مهم, اوني لګولو مهم, ډېنګي مهم, د ټحصيل انتظاميه لخوا مختص شوي پوانټس باندي ګند اچول او د تحصيل کونسل لخوا نور مختلف مهماتو کښې خلک ديوې سره تعاون کوی او تحصيل کونسل د خلکو سره د بجټ نه اول او روستو مشاورت کوي۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo29.mp3'),
  Topic(
      id: 30,
      title: ' محکمه لوکل ګورنمنټ لخوا وړاندے کيدونکي  خدمتونه',
      description:
          'د تحصيل د طرف نه د ويليج / نيبرهوډ کونسل په کچ د چارپيرچل خلقو ته د ضروري خدمتونو فراهم کول۔ \n'
          'ويلج / نيبر هوډ  کونسل د مقامي حکومت محکمي فراهم کونکي خدمتونه دا دي۔ \n'
          ' ۱۔ وليج نيبر هوډ کونسل ، پيدائش ، مرګ ، واده ، طلاق سرټيفيکيټ  اهميت د ټولو نه زيات دے۔ کوم چي اولس د خپل متعلقه وليج  او نيبر هوډ کونسل نه ترلاسه کيدے شي۔\n'
          '۲۔ د ودانو  منصوبو منظوري ورکول د تحصېل هدف دے۔ کوم چي د تحصيل د ميونسپل  ايډمنسټريشن لخوا د بلډ   پلاون او نور ضروري دستاويزات د جمع کولو نه پس کيږې۔ \n'
          '۳۔ د صفائي خدمت : د وليج کونسل او ميونسپل انتظامي دوانړو د متعقله د د کردار نه خځله راټول او لري کول۔ \n'
          '۴۔ ځائي اولس ته د څکلو د صفا اوبو فراهمي يقيني کول۔ \n'
          ' ۵۔ په لارو کوڅو کښې د رڼرا د پاره بلبونه لګول او د هغي حفاظت کول۔ \n'
          ' ۵۔ په لارو کوڅو کښې د رڼرا د پاره بلبونه لګول او د هغي حفاظت کول۔ \n'
          '۷۔ لوبو او ثقافتي غونډو ته وده ورکول۔\n'
          'د پيداائيش د سرټيفيکيټ رجسټريشن او او اجرا\n'
          'د نيبر او ويليج هوډ کونسل کښې کله ماشوم پيدا شي نو  د بنيادي حق چي مناسب نوم ورله کيښودل او د هغۀ نوم د سره په رجسټريشن متعلقه سيکټري له ورکړۓ شي۔ د متعلقه ماشام په نوم د پيدائش رسمي سرټيفيکټ  جاري کيږې۔ \n'
          'مور پلار به د ويلج / نيبرهوډ کونسل کښې د ماشوم نوم درج کړې۔\n'
          'او ځل چي د ماشوم پيدائش په ضابطه توګه د اطلاع درخواست په وهليج / نيبر هوډ کونسل کښې جمع کوي۔ \n'
          'د نيبرهوډ کونسل ذه واري ده چي هغوي د نوي پيدا شوي ماشوم د متعلقه علاقو سيکټري سره درخواست جمع کوي۔\n'
          'د پيدائيش د تاريخ  نوي  ورځو او دريو مياشتو پوره دے۔ خو د سه مجبوري د حالاتو په صورت کښې دغه درخواست د رسمي جائزه ورسته ويلج / نيبرهوډ کونسل لخوا مشاهده کولي شي۔ \n'
          '\n   د مرګ د سرټيفيکيټ رجسټريشن جاري کول\n'
          'وليج يا نيبر هوډ کونسل کښې چي کله يو تن مړ شي نو د ويلج يا نيبر هوډ کونسل په دفتر کښې دستياب فارم به ډکولو نه پس ويلج يا نيبر هوډ کونسل ته اطلاع ورکولو پابند وي۔ او دغه فارم ته به د ډاکټر يا دفن کونکي د سرټيفيکټ سره په زريعه مرسته ميلاويدے شي۔ ځکه چي شناختي کارډ او د هغه فوټو کاپي سره کيدشے۔ په مرګ سرټيفيکټ کښې د مرګ اندراج په ويلج / نيبر هوډ کونسل کښې تفصيلات درج کولو نه پس د مرګ سرټيفيکټ ويلج يا نيبرهوډ کونسل په کچ په ځاۓ ساتلے شي۔ د سيکټري رپورټ دريو ورځو کښې دننه سرټيفيکيټ جاري کولو اهل دے۔ په ويلج او نيبرهوډ کونسل کښې د  نوي  نه سيوا درخواست په جمع کولو کښې د تاخير په صورت کښې ويلج او نيبر هوډ کونسل چيئرمين درخواست فارم جمع کولو اوو ورځو کښې دننه د معاف کولو او د مرګ سرټيفيکيټ جاري کولو اهل وي۔\n'
          '    د نکاح رجسټريشن \n'
          'د واده نه پس په نوي ورځو کښې د خواښې په درخواست ګزاو په نيبرهوډ ويلج کونسل کښې د درخوست جمع کولو پابند وي۔ \n'
          'د شناختي کارډ ، نکاح رجسټرار او نامزد کاري لخوا په دي علاقو  کښې د دواڼو اړخو نو يعني د ناوي او د واده د هلک په موجودګئي کښې فارم ډکول پکار دي ۔\n'
          'د نکاح سرټيفيکيټ بغير د څه معاوضے دا ادائيګي جاري کيږې۔\n'
          'که چري واده د نيبر هوډ او کونسل نه بهر وي نو څه دستاويز لکه شټامپ پيپر وغيره ، چئيرمين ته د سرټفيکيټ د اجر دپاره وړاندي کول ضروري دي۔ \n'
          'د سيکټريانو د مجاز افسرکيدو په صورت کښې ويلج / نيبر هوډ کونسل به ضلعي کښې د مقامي حکومت په ضلع کښي متعلقه اسيسټنټ ډائريکټر په فوري توګه د کاروائي کولو دپاره خبرول پکار دي ۔\n'
          '\nرجسټريشن او د طلاق سرټيفکيټ جاري کول\n'
          'رجسټريشن او د طلاق سرټيفکيټ جاري کول\n'
          'ويلج نيبرهوډ کونسل به د باقاعده طلاق نامي جاري کولو دپاره د وي سي / اين سي دفتر کښي روسته بره ذکر کړئ شوي ټول معلومات په قامي کچ د ريکارډ د تازه کار وائي دپاره په نادره دفتر کښي ورکولے شي ۔\n'
          '\nد بلډنګ پلان منظوري\n'
          'د تحصيل يونسپل ايډمنسټريشن په حد کښي د نوي ودانو يا بحالو په بنياد د باضابطه منظوري دپاره متعلقه ټي ايم اےنهپه بنيادي توګه د وداني ساخت، کار پارکينګ، او د نورو سهولتونو فراهمي لکه جماعت غسل خانے ، د هوا دپاره مناسب انتظام، ايمر جنسي کښي د بهر وتو لارے او د اوبو د نکاسئي په متعلقه ودانئي کښي دغه رنګ  ټولو اوسيدونکو ته په غوره طريقه د بنيادي سهولتونو فراهمي يقيني کول دي ۔ اوله خپل بلډنګ پلان دمتعلقه ټي ايم اے نه منظورول پکار دي ځکه چي د ټي ايم اے لخواه منظور کړے شوي د ودانئ ډانچه  د منظور شوي معيار مطابق او د بنيادي سهولتونو د فراهمي نه علاوه د متعقه علاقو ښائست هم يقيني کړے شي ۔\n'
          ' د صفائي خذمت \n'
          'ټي ايم اے او ميونسپل انتظاميه دوانړه د متعقه يونين کونسل د دائره کار نه خځله راټولول او ځائي ته د روسولو کار ټي ايم اے عمله په مناسبه طريقه يو ځائي کښي جمع کوي ۔\n'
          'نيبرډ هوډ کونسل کښي هځله د ټي ايم اے سينيټري سټاف جمع کوي او د هځلي غورزولو دڅاره په محتص کړے شوي ځائي ته ئي رسوي۔ د ټي ايم اے متعلقه عمله به په هر صورت کښي دا د کميونټي بنيادي ذمه واري ده چي هغه به هځله دټا کلي شوي ځائي ته په مخصوص وخت کښي د عملے دپارهه مناسبه او هځله د ټي ايم اے او ويلج کونسل د ځائي ته رسولو دپاره اوچته کړي او د دوي د فعاله کردار نه بغير ممکنه نه ده ۔\n'
          'د څکلو دپاره اوبه فراهم کول\n'
          'د څکلو د پاره اوبه هغه اوبه دي چي کومي د انساني استعمال جوګه وي۔ د علاقي ټول اولس ته د د څکلو دپاره صفا اوبه فراهم کول د ټي ايم اے بنيادي زمه واري ده کو اولس هم د خبره يقيقني کول پکار ده چي هغوي د اوبو د کنکشن دپاره په مقرر کړے شوي طريقه کار عمل کولو نه پس د ټي ايم د پائپ لائن نه مناسبه کنکشن حاصل کړي او د اوبو حقدار د ضرورت مطابق ساتلو دپاره د کيدونکي خرچي په مقابله کښې باقاعده ادائيګي کوي کومه چي ډيره کمه ده ۔\n'
          'د اوبو نظام د خيال ساتلو دپاره د کيدونکيکرچي په مقابله کښي ريټ چارج د فليټ چارج دےکومه چي د ټي ايم اے سره د اوبو يوه قيمتي وسيله ده او څنګه چي د اوبو سطح ښکاري دغه ورځ تر ورځه ښکته  کيږي ۔ د آؤبو صارفينو له دا قيمتي وسيله د ضائع کولو نه بچ ساتل پکار دي ځکه چي په دغه وسيلو په رالوتلونکي وخت کښي د نورو خلقو هم حق دے۔\n'
          'لارو کوڅو کښي بلبونه لګول\n'
          ' ټي ايم اے او ويلج هوډ کونسل متعلقه علاقو کښي د هغه ځائي اولس د حفاظت دپاره د بلبونو فراهمي يقيني کوي ۔ دسټريټ لائټونو د لګولو د بلبونو او بجلي د ستنو د پاره په باقاعده توګه درخواست جمع کولے شي د ټي ايم اے وليج /نيبرهوډ کونسل هر يو تن د يو ښه وګړي په هيڅ د چاپير چل د فائدے د پاره د دي په حفاظت کښي خپل غوره کردار ادا کولے شي۔\n'
          'تي ايم اے ويليج يا نيبرهوډ کونسل د غلا يا د څه حادثے په صورت کښي د مجرمانو خلا ف د قانونوي کاروائي دپاره د معاملے په فوري توګه رپورټ درج کولے شي ۔\n'
          'د ځناورو کرايه\n'
          'ټي ايم اے په خپل دائره اختيار کښي د ځناورو کرايه مقرره کړي ده چي پکښي چي پکښي د غسل خانو ضرورت پام کښي ساتلے دے او د ځناورو د ودرولو دپاره ئي د حادثو نه د بچ کيدو دپاره ئي د وردرولو  لوئي ځائي،چي کوم خلق ځناورخرڅ يا اخيستو له راولي هغوي تش په نوم فيس اداکوي چي کومي په ضد چي زياتره سهولتو نه د ځناورو د حفاظت او صفا لين دين نه علاوه فراهم کولے شي ۔ اکثر دځناورو د پاره د کرائے ځائے د ګنړي ګونړي د ځايونو نه بهر مقرر کړے شوي وي چرته چي د ځناورو د اوسيدو اودورولو خرڅ او اخستو دپاره لوئي ځائي وي ،\n'
          'د ثقافت او لوبو د پر مختګ \n'
          'د لوبو او د ثقافت تقريبات يو بل اهم کار دي کوم چې ټي آيم اے تر سر کوې،  چي يو طرف ته لبغارې په نوئے جذبے سره مخي ته راشې او دويم د چې مقامي خلکو ته د د يو تندرست ماحول د پاره د لوبو ميدانونه آبادي کړي اود هغي خيال سانته۔ د ميچو د پاره د لوبو سامان او نور ضروري سامان فراهم کول  او د ځوانانون ترمنځ د مقابلو د انعقاد د پاره صحتمنده لوبو کي برخه اغستل \n'
          'ځوانان کولے شي چي خپل وويلج، نائيبر هوډ کونسل او ټي ايم ايز سره په علاقے کښي د لوبو انقعاد او د لوبو ميدان آباد سا تلو د پاره د مختلف سرګرمي جاري ساتي او په مقامي توګه موجود ځوانانو کښي د مختلفو لوبو پټ صلاحيتاونه را مخي ته کړي او هغه پکار رواستي شي۔ \n'
          'د خلکو خدماتو ته لاس راسي \n'
          ' د خدمات د وويلج کونسل، نائيبر هوډ کونسل يا د تحصيل کونسل متعلقه خلکو ته د يو اختيار لاندي حاصل دي۔ د مثال په توګه د اوب سپلائي کانيکشن لګوي نو اول به  ټي ايم او،، اے ډي  ايل جي ته يو درخواست ورکول وي۔ دهغه درخواست به د عمل درآمد د پاره مخکي ليګلے کښې کانيکشن  سروس موجود وي د مختص شوي فيس سره به د ته کانيکشن او لګوي۔ او د د پاره په کانيکشن لګونکي تن سروس چارجز سره د مياشت په حساب د يو اندازے مطابق پيسے جمع کوي۔ نور هغه خدمات لکه ګند راجمع کول، سټريټ لائټس ټول خلکو ته ته مفت فراهم کوي۔ کو د سه وجوهاتو په وجه د سروسز معطل وي او په دي حقله تحريري يا دټيلي فون د لاري شکايت درج کړي چي او په جواب کښې خودلي شوي وخت کښې به د هغې شکايات ازاله اوکړلے شې ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo30.mp3'),
  Topic(
      id: 31,
      title: ' لوکل ګورنمنټ اليکشن انتخابات',
      description:
          '•	لوکل ګورنمنټ اليکشن به اليکشن کميشن کوي خو په اليکشن  شوو علاقو کښي په وړومبي ځل بلدياتي انتخابات اول نه موجود نظام د لاندے به کيږي۔\n'
          'د صوبائي حکومت لخواه د اليکشن د اعلان روسته اليکشن کميشن به د لوکل ګورنمنټ انتخاباتو انعقاد کوي ۔\n'
          'د ضم شوو علاقو ځوانانو ته حق ورکړے شوے دے د ۱۹۹۷ د اليکشن مطابق مخکښي ددي نه صرف مخصوص تعداد قبائيلي مشران (جرګه ممبران ) دوي ته به نشنل اسمبلي کښي د اليکشن کولو اجازت وو۔\n'
          'ضم شوو علاقو کښي به د صوبائي اسمبلي يو ممبر هم نه وو د پاکستان د آئين مطابق به داد فيډرل ايډمنسټريټو علاقي وي ۔ د پنځه ويشتم امينمنډ بل راتلو روستو ضم شوي علاقه ددي قابلي شوي چي د خيبر پختونخواه په جنرل اليکشن کښي برخه واخلي کوم چي به د ا ځل کيږي۔ د بلدياتي انتخاباتو دپاره ټول کارونه په تيزي روان دي تر دي چي لوکل ګورنمنټ اليکشن اوشي ، د هغي دپاره په بنيادي کچ تيارے شوي دي او مقامي حکومتونه به هم د دي سره متعارف کړے شي ۔ الیکشن کميشنن به په باضابطه توګه شيدول اعلان کوي ۔\n'
          'د الیکشن سرګرمي \n'
          '۱. ريټرنګ افسر به نوټس کوي  چي په هغه کښي به د اميدوارانو نامزدګئي کاغذونه جاري کوي  \n'
          '۲ نا مزدګئي کاغذونه به و صولولے شي\n'
          '۳ د وصول شوي نامزدګئي د کاغذونو د چاپ کيدو نوټس\n'
          '۴ د وصول شوي نامزدګئي د کاغذونو باندے اعتراض\n'
          '۵ و صول شوي کاغذونو کره کتنه او د منتخب شوي کسانو د نومونو چاپ کيدل  \n'
          '۶ د منظور شوي / رد شوي نامزدګئي کاغذونو خلاف اپيل\n'
          '۷ د اپيل ختمول\n'
          '۸ د اميد وارانو دستبرداري\n'
          '۹ د اميدوارانو لسټ د هغوي د انتخابه نهو سره جاري کيدل\n'
          '۱۰ د پولنګ ورځ\n'
          '۱۱ ريټرنګ افسر لخواه د نتجے اعلان\n'
          'د ووټر جوړيدو اهليت \n'
          'يوتن، چي د پاکستان اوسيدونکے دے ، د هغه عمر د جنوري د وړومبئي ورځ د اتلس کالو نه کم نه دے په کوم کښي چي فهرستونه تيار کړے شوي دي يا په هغي نظر ثاني شوي ده ، د يو مجاز عدالت نه دا په ذهني توګه صحيح ګرځولے شوے دے او يا د چه انتخابي حلقي اوسيدونکے ګنړلے کيږي ، ځان په دي انتخابي علاقه کښي د ووټر په توګه داخلولے شي\n'
          'اليکشن کښي د زنانوو دپاره په مخصوص نشستونه\n'
          ' په انتخاباتو کښي حصه اخستل ، دزنانو معاشي ترقي، سماجي او د معاشي ترقي دپاره مثبت کردار اداکولے شي۔\n'
          'د وليج/نيبرهوډ کونسل دپاره اليکشن  \n'
          'ويلج/ نيبرهود کونسل به په اوو ممبرانو مشتمل وي کوم چي دري جنرل ممبران ، يوه زنانه ممبره، يود ځوانانو ممبر، يود کسان/مزدور ،او يو د اقليت ممبر په هغه علاقو کښي په کومو چي د اقليت ووټونه رجسټرډ دي ۔ په جنرل ممبرانو کښي چي څوک زيات ووټونه واخلي هغه به د ويليج/نيبرهوډ کونسل چيئرمين وي ۔ ټول بالغ غړي او مشترکه رائے دهنده ګان غير اجتماعي اليکشن په انتخاباتو کښي د آزاد فهرست نه نيغ په نيغه منتخب کيږي \n'
          'د مخصوص سيټونو دپاره غښتني\n'
          'ځوان: د ايليکشن يو غوره اميدوار چي عمر ئي د ايکټ لاندے د ديرشو کالو نه کم وي۔ \n'
          'زنانه: د علاقي په انتخابي لسټ کښې رجسټرډ زنانه په بلدياتي نظام کښې د زنانوؤ فيصله سازي سره سره په انتخاباتو کښې برخه اخستو ته تيارول دي۔ \n'
          'کسان: د کسان نه مطلب هغه تن دے چي د زمکي پټي مزدور دے۔ يا د اليکشن نه پنځه کاله وړاندے وخت په دوران د پنځه جريبو نه زياتي زمکي مالک نه وي۔ او د هغه د ژوند نيغ په نيغه انحصار په وي۔ \n'
          'مزدور: دوي مطلب د يوتن نيغ په نيغه په کار کښې مشغول کيدل يا ذاتي مزدوري يا په حقيقي ژوند انحصار وي او په هغۀ کښې د کارکن په حثېت شامل وي۔ \n'
          'لکه څنګه چي خيبرپختونخوا کښې انډسټريل ريليشن ايکټ  ۲۰۱۰ کښې بيان کړۓ شوي دي۔ \n'
          'اقليت : د اقليت مطلب په متعلقه علاقه کښې رجسټرډ غيرمسلم دي۔۔\n'
          'د تحصيل چئير مين ايل جي دپاره اليکشن \n'
          'تحصيل ايل جي کښي مختلف کونسل وي چي مشري ئي چئير مين کوي کوم چي نيغ په نيغه د يوي حلقے نه منتخب شوے وي  ۔ ويلج / نيبرهوډ کونسل کښي منتخب د خپل خپل تحصيل کونسل ممبر وي ۔ زنانه،ځوان، کسان/مزدور او اقليتونو دپاره مخصوص سيټونه به داسي وي چي حکومت ټاکلي وي ۔\n'
          'د ووټر جوړيدو اهليت \n'
          'يوتن، چي د پاکستان اوسيدونکے دے ، د هغه عمر د جنوري د وړومبئي ورځ د اتلس کالو نه کم نه دے په کوم کښي چي فهرستونه تيار کړے شوي دي يا په هغي نظر ثاني شوي ده ، د يو مجاز عدالت نه دا په ذهني توګه صحيح ګرځولے شوے دے او يا د چه انتخابي حلقي اوسيدونکے ګنړلے کيږي ، ځان په دي انتخابي علاقه کښي د ووټر په توګه داخلولے شي\n'
          'د اليکشن تابيا کول ولي پکار دي ؟\n'
          'انتخابي سياست کښي شامليدل مقامي، صوبائي او په قامي کچ باندے د يوي غوره فيصله سازي دپاره په مقامي کچ د خلقو سياسي صلاحيت سوه کولو يوه طريقه ده۔ په انتخاباتو کښي شامليدل اولس ته ياد ګيرنه ورکوي چي چي هغوي په بنيادي فورم خپل ترقياتي ضرورتونه او حقونو تر لاسه کولو کښي يواځي نه دي خو د انتخابي ووټرانو دپاره د انتخاب جائزه اخستل اختياري انتخاب دے خو په يقيني توګه يو تن د خپلے حلقے د علاقي په سماجي او معاشي ترقي کښي د مثبت کردار ادا کولو اجازت ورکړے شي ۔ د چه ته هم د عوامي خذمت حصه جوړيدو د اطمينان احساس ورکوي ۔ دغه رنګ يو تن چي کله اليکشن اوګټي نو هغه په قانوني توګه د فيصله سازي په عممل کښي د حصه داره جوړيدو او د خپلو خلقو د ترقي او په موثره ترقي کښي غوره کردار ادا کول وي۔\n'
          'نا اهلي\n'
          'د انتخابي قوانينو مطابق د څه قسمه مادي بد انتطامئي يا نورو قانونو په خلاف ورځي کولو د مجا ز عدالت په زريعه هر يو مقابله کوونکے نا اهله ګرځيدے شي کوم چي ه انتخابي عمل کښي د برخې اخستو نه ايسارولے شي۔\n'
          'دوباره انتخابات \n'
          'يو ځل چي کله د مجاز عدالت د طرف نه اليکشن کلعدم اګرځولے شي او اپيلټ کورټ د په ځائي اوسا تو ، د اليکشن د انعقاد دپاره ددي مخصوص نشست انتخابات د نوي شيډول اعلان به اليکشن کميشن کوي ۔  دي قسمه اليکشن ته ضمني اليکشن وئيلي کيږي چي د څه قسمه نشست د پاره منعقد کيږيکوم چي د عدالت ، مرګ يا په څه بله وجه د ګټونکي اميد وار د پاره خالي کړے شوي نشست د پاره وي ۔\n'
          'د ووټنګ عمل ۔\n'
          'پولنګ اليکشن کميشن د شيډول مطابق شروع کيږي ۔ ووټر به د ووټ اچولو دپاره لانديني ګامونه پورته کوي ۔\n'
          'مرحله ۱: ووټر به په پولنګ بوهت کښي داخليږي او د پولنګ افسر (پي او)خواه له به ځي۔\n'
          'مرحله۲: د پولنګ افسر (پي او) په د ووټر اصلي قامي شناختي کارډ چيک باندے دد ه شناخت اوکړي ۔\n'
          'مرحله ۳: اے پي اود بيلټ پيپرپه کاونټر فول ضروري اندراج اوکړي ، په دغه به افيشل کورډ مارک سټيمپ اولګوي او دستخط  پري اوکړي ۔ \n'
          'مرحله۴: بيلټ پيپر تر لاسه کولو نه پس به ووټنګ سکرين له ورشي او د خپلي خوښي د اميد وار د نشان مخي ته نهه اولګوي ۔\n'
          'مرحله ۵: ووټربه بيلټ پيپرپه بيلټ باکس کښي واچوي۔\n'
          'مرحله ۶: ووټر به د بوهت نه بهر اوځي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo31.mp3'),
  Topic(
      id: 32,
      title: 'لوکل ګورنمنټ کميشن',
      description: 'د لوکل ګورنمنټ تشکيل۔ \n'
          '۱؛وزير ايل جي اي اينډ آر ډي ډي په حيث چئير مين ۔\n'
          '۲دوه ممبران  چي پکښي يو د وزير علي او يو صوبائي اسمبلي ممبر د اپوزيشن ميمبر نامزد کړے وي ۔\n'
          '۳دوه نوموړي، قابل او ټيکنو کريټس په شمول د حکومت لخواه د دريو کالو دپاره منتخب کړے شوي زنانه ۔ \n'
          '۴د قانون سيکټري \n'
          '۵سيکړتي ايل اي جي اينډ آرډي ډي\n'
          '۶د لوکل ګورنمنټ چارو پحقله د حزانے د محکمي نمائنده ۔\n'
          '\nد لوکل ګورنمنټ کميشن کارونه \n'
          'لوکل ګورنمنټ ته به هغه اختيار حاصل وي چي کوم په سول عدالت کښي  د درج معاملو پحقله د ضابظه ديوان طريقه کار ۱۹۰۸ ايکټ د لاندے وي\n'
          'ا: د مقامي حکومتونو سالانه معائنه کول او حکومت ته هغي رپورټ پيش کول۔\n'
          'ب: د چا دريمي پارټي کار کردګي د ټولو يا د هر يو مقامي حکومت مالي آډ ټ کوي چرته چي هغه ضروري ګنړي په عوامي مفادو کښي وي  ۔\n'
          'پ: په خپلو اقداماتو او يا چي کله هم د وزير اعلي لخواه هدايت اوکړے شي يا د محکمي لخواه حواله ورکړے شي  د مقامي حکومت لخواه په څه معامله کښي پخپله د صوبائي حکومت په افسر ذريعه انکوائري کيږي۔\n'
          'ت: د مقامي حکومتونو تر منځه تنازعات ختموي،۔\n'
          'ج: د مقامي حکومتونو په جموعي کارکردګئي باني سالانه رپورټ وزير اعلي ته پيش کول۔\n'
          'ح؛ دمقامي حکومتونو د قانيو او قاعدو د خلاف ورزي نو ټس اخستل ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo32.mp3'),
  Topic(
      id: 33,
      title: ' صوبائي فنانس کميشن (پي ايف سي )',
      description:
          'کے پي کښي د عوامي حکومتونو تر منځه دعوامي مسئلو د تقسيم دپاره ( ترميم شده) ايکټ ۲۰۱۹ يو طريقه کار دے چي د پي ايف سي په نوم پيژندلے کيږي ۔ د فنانس کميشن په مشري کښي د خزانے وزير او د مقامي حکومتونو د وزير په صدارت کښي وي ۔ کميشن د صوبائي اسمبلي دوي غړي ۔ د خزانےسيکټري، پي اينډ ډي، قانون او ايل جي او د پنځه تحصلونو چئير مين او د مشر روغه جوړه راولي ۔\n'
          '\n د پي ايف سي کارونه \n'
          '۱: ايل جي دپاره د ګرانټ رقم صوبائي اکټهونيډ فنډ په آمدني کښې ، اوکټروني او ضلعي ټيکس نه علاوه ۔\n'
          '۲: د ايل جي تر منځه د ګرانټس د تقسيم فارمولا، د آبادي په بنياد ټاکلے کيږي ۔\n'
          '۳: د ايل جي دپاره سهولتونو ته رسائي د پاره د شرط سره د خصوصي ګرانټ رقم ۔\n'
          '۴: ايل جي فنانس متعلق معامله \n'
          '۵: غربت، آبادي ،انفراسټرکچر کښي پسماندګي او د ايل جي روينو بيس او د هغي سفارش تيارولو عوامل ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo33.mp3'),
  Topic(
      id: 34,
      title: ' منتقل شده دفترونه ',
      description:
          'د تحصيل ايل جي په منتقل کړے شوي دفترونو په لسټ کښي ايل جي ( ترميم شده) ايکټ ۲۰۱۹ وړومبي شيډول ( سيکشن ۲۲) کښي ښودلے شوي دي ۔\n'
          'ابتدائي او ثانوي تعليم\n'
          ' سماجي بهبود \n'
          'لوبي او د ځوانانو امور\n'
          'کرکيله \n'
          'د کبانو نيونکي\n'
          'لائوسټاک ډيري ډيويلپمنټ\n'
          'د خاورو او اوبو حفاظت\n'
          'د آبادي خير ښيګړي \n'
          ' ميونسپل سروسز \n'
          'د کلي والو علاقو د ترقي دپاره کار \n'
          'د عوامي صحت کارونه \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo34.mp3'),
  Topic(
      id: 35,
      title: ' ښار کښي د صحت مرکزونه',
      description:
          'صوبائي ډيزاسټر منجمينټ اټهارټي قائم کړے شوے دے  دا په يو سټاپ سي ايف سي کښي ۲۷ اين ايم ډي د ورلډ بنک په مرسته خيبر پختونخواه کښي يو شاپ دے چي پکښي د اين ايم ډي د سهولت دپاره په مقرره وخت کښي د سهولتونو يو لوئي لسټ دے۔ خو في الحال لانديني خذمات دستياب دي ۔\n'
          ' په ټول ملک کښي منظور کړے شوي د ديارلس هندسو دشناختي نمبر دے او دادخلقو وړوبي ضرورت دے ځکه د لائسنس ۔ شناختي کارډ اجرا ۔ اين ټي اين، بنک اکاونټ، پاسپورټ۔ سيلولو کنکشن وغيره لکه دستاويزات حاصلول لازمي دي ۔د پاکستان د اتلس يا د دي نه زيات عمر خلقو دپاره دستاويزات حاصلولو دپاره د غه کاغذات پکار دي چي د شناختي کارډ اهل وي ۔\n'
          '۱: د مور پلار اصلي شناختي کارډ\n'
          '۲: د پيدائش سرټفکيټ\n'
          '۳: د درخواست ګزار او د هغوي د والدينو تر منځه تعلق ثابتولو دپاره اصلي دستاويزات لکه د ماشوم رجسټريشن سرټيفکيټ۔، ډومسائل ، پاسپورټ ، د د لسم سرټيفکيټ / مارک شيټ \n'
          '۴: د ويني د هر يوي رشتي په موجودګئي او تصديق/تصديق لکه د پلار ، مور ، رور، يا خور۔\n'
          '•	د پيدائش، مرګ يا طلاق سرټٖيکيټ\n'
          '•	د پيدائش د سرټفيکيټ رجسټريشن يا اجاره\n'
          '•	د رجسټريشن او مرګ سرتيفيکيټ جاري کول\n'
          '•	د نکاح رجسټريشن \n'
          '•	رجسټريشن او طلاق نامه جاري کول \n'
          'ذريعه معاش، ګرانټ ، هدف جوړ کړ شوي کورونو او کميونټي ته د پيسو فراهمي ، او يا د هنګامي امداد په توګه د هغوي د بنيادي ضروروتونو پوره کولو دپاره د خوراک او غير خوراکي اشيا ، يا د هګوي د روزي وصولولو دپاره ضروري اثاثے اخستو دپاره د ګرانټ په توګه احساس پروګرام پخوانے بے نظير انکم سپورټ پروګرام حکومت چلولے دے او د پاکستان په ټولو ښارونو په مخصوص معيار سره ددغه قسم ګرانټ اهل دي که چري هغوي د ګرانټ په معيار پوره وي ۔\n'
          'نو عمر کارډ : نو عمر کارډ يو شناختي کارډ دے چي د اتلس نه کم عمر ماشومانو ته جاري کيږي ۔د ماشوم والدين يا ويني رشته دار چي د هغه سره صحيح شناختي کارډ دے۔د هګه دپاره ضروري ده چي که هغه د نا بالغ کارډ حاصلولو دپاره د بائيو ميترکس فراهم کولو دپاره په جسماني توګه موجود وو، د کارډ هولډر پاليس مطابق د ضرورت په بنياد مستحق ماشومانو له د حکومت لخواهورکړے شوي د ځني سهولتونو حقداره دي۔\n'
          'د ماشومانو کيش ګړانټ :ګرانت هغه رقم دے چي حکومت يا بلے ادارے ځانګړو ماشومانو له د څه خاص مقصد لکه تعليم يا د صحت د ښه والي دپاره ورکوي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo35.mp3'),
  Topic(
      id: 36,
      title:
          ' لوکل ګورنمنټ کښي د ايکټ ۲۰۱۹(ترميم شده)  د لاندے د ضلعي انتظامئي کردار ',
      description:
          'ډپټي کمشنران د حکومت پرنسپل نمائنده ګان وي ۔سوبائي حکومت د د حکومتي پاليسي سر ته د رسيدو پوري ضلعي انتظامئي په ذريعه معاشي ، سماجي، او ماخولياتي تځٖظ له ودے ورکولو دپاره هدايات فراهم کولے شي ۔\n'
          '۱: د سرکاري محکمو او د مقامي حکومتونو تر منځه هم آهنګي۔\n'
          '۲: په مقامي حکومتونو کښي په هغه معاملاتو کښي هم آهنګي چرته چي په يوه ضلع کښي د يو نه زيت مقامي حکومتونه ملوث وي ۔\n'
          '۳: وخت په وخت معائنه يقيني کول چي د غير تسليم شده دفترونه خپل کار په غره طريقي سره سر رسوي ۔\n'
          '۴: د ضلعو دننه د تحصيل او مقامي حکومتونه تر منځه د تنازعاتوحل ۔\n'
          '۵:چرته پ حکومت يا سرکاري محکمي کښي د داسي کولو ضرورت وي، ضلع کښي د منتقل شده دفترونو په کارکردګئ باندے رپورټ کوي ۔\n'
          '۶ : چرته چي د حکومت يا سر کاري محکمي لخواه د داسي کولو ضرورت وي د بجټ اخراجات او دسالانه ترقياتي پروګرام په استعمال رپورټ او جائزه ۔\n'
          '۱۰: د غوره خذماتو د فراهمي دپاره د حکومت لخواه سپارلي شوي نور کارونه۔ \n'
          '\nډپټی کمشنر \n'
          'ډپټی کمشنر په ضلع کښې د قانون  د نفاذ او او په هغې په سختی سره عمل درآمد کولو زمه وار وې, دي. دیوی  انتظامې طور مشر وی او د ضلع تول مجسټريټان د ديوی ماتحت وی د صوبائی حکومت پاليسیباندي عمل درآمد کول يقينی کول د ډی سی کار دی. په قبائلي سيمو کښې به ډی سی پولټيکل ايجټ وو\n'
          'ډپټی کمشنر کارونه\n'
          '* ډپټی کشمنر د ضلع ايډمنسټريشن آفسر وی, دي په ضلع کښې ده حکومت اصولي طور  باندي نمائنده وی. \n'
          '* ډپټی کمشنر د ايډيشنل ډپټی کمشنر, اسسټنټ کشمنر اور ايډيشنل اسسټنټ کشمنر په ذريعه د کارونو نګراني وې\n'
          '* په خه انداز د ترقي, د عوامو د وسائل په صحيح طريقه سره استعمال او موثر خدمت فراہمی مقاصدو د پارہ د ٹولو عوامی ایجنسوں د کارونو نگرانی کوی۔ \n'
          '*ډپټی کشمنر د خپلو اختياراتو لاندي عوامې محکمو مرسته, تعاون او سهولتونه فراهم کوي \n'
          '* ديوی د حکومت پاليسو, هدايات او قواعد و ضوابط نفاذ کولو او نګرانی کوې. \n'
          '\nاسسټنټ کمشنر \n'
          'اسسټنټ کمشنر سب ډويژن آفسر  وی او د ديوی تعيناتی خيبر پختونخوا سول ايدمنسټريشن ( پبلک سروس ډيلئيوری اينډ ګوډ ګورننس ) ايکټ ۲۰۲۰ مطابق ديوې په سب ډويژن کښې د قانون د نفاذ او په هغې باندی سختی سره عمل درآمد کوي او په ضلع کښې د تمام معاملاتو په اړه به ډی سی ته رپورټ ورکوی. په قبائلي سيمو کښې به ئي دته اسسټنټ پولټيکل ايجنټ ووئيلو . \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo36.mp3'),
  Topic(
      id: 37,
      title: ' تحصيل دار ',
      description:
          'تحصيلدار  د سب ډويژن تحصيل کښې د ريونيو جمع کولو آفسر وی, په بنيادی توګه او اصولي طريقه باندی د تحصيل دار د زمه واره وي \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo37.mp3'),
  Topic(
      id: 38,
      title: 'اسسټټ ډائريکټر لوکل ګورنمنټ ',
      description:
          'به هر ضلع کښې به اسسټنټ ډائريکټر لوکل ګورنمنټ وويلج کونسل او نائيبر هوډ کونسلو سيکټريز متعلق کارونو او معاملات په خه انداز سره تر سره کوي . منظور شوي ترميم ايکټ ۲۰۱۹ مطابق به اسسټنټ ډائريکټر لوکل ګورنمنټ د عمل درآمد کولو انتظامي امور پاليسي فريم ورک لاندے يقيني کوي ا و خپل کارونه به تر سره کوي . دي به په سرکاري توګه د دي کارونو پرنسپل آفسر وي او په هر وويلج کونسل او نائيبر هوډ کونسل په سطح ترقياتي کارونو ذمه وار وي او د نورو سرکاري دفترونو سره به د وويلج کونسل او نائيبرهوډ کونسل مه حقله خط او کتابت کوي\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo38.mp3'),
  Topic(
      id: 39,
      title: 'تحصيل ميونسپل افسر ',
      description:
          'د تحصيل ميونسپل افسر (ټي ايم او) د تحصيل ضلعي انتظامئي پرنسپل اکاونټنګ افسر وي ۔\n'
          'او دتحصيل لوکل ګورنمنټ/ سټي لوکل ګورنمنټ زمه وار دے۔ د ټي ايم او اهم کارونه دادي ۔\n'
          '۱: د سټي لوکل ګورنمنټ د پاره ډائننګ اينډ ډبر سمنټ افسر ډي ډي او دے۔\n'
          'ټي ايم او د تحصيل لوکل ګورنمنټ سيکټري وي ۔\n'
          'ټي ايم او د تحصيل لوکل ګورنمنټ سيکټري وي ۔\n'
          'د ټي ايم او پحقله د تحصيل کونسلد مالي مامعلوماتو رپورټ  فراهم کوي ،۔ د بجټ عمل، دستاويزات، او د مجموعي کوالټي انشورنس،\n'
          'د صوبائي حکومت په مشوره  د تحصيل لوکل ګورنمنټ وسيلے يو ځائي کول دي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo39.mp3'),
  Topic(
      id: 40,
      title: ' د صوبائي اسمبلي ممبر ',
      description:
          'د صوبائي اسمبلي ممبر به په ضلع کښې د خپل متعلقه علاقے خلکو ووټ باندی د اتنخاباتو روستو منتخب کيږی : د ايم پی اے بنيادی کارونه \n'
          '* په صوبائي سطح به قانون سازي کوی \n'
          '* د صوبائي بجټ منظوري به ورکوی \n'
          '* د صحت, تعليم , لوبو او لوکل ګورنمنټ پاليسی به تياروی او د هغه د معيار خيال به ساتې \n'
          '* صوبائي ترقياتي پروکرام به ګوری \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo40.mp3'),
  Topic(
      id: 41,
      title: ' د قامی اسمبلي ممبر ',
      description:
          'ممبر قامی اسمبلي ممبر به د ايون زير د  پاره به په ضلع کښې د قومې اسمبلي سيټ باندي منتخب کيږې. په ملک کښې ۳۴۲ ممبران قامی اسمبلي د وخت موجود دی. په دی کښې د زانانو او مذهبې اقيلتي بنيادونو باندی ۷۰ مخصوص ممبران قامي اسمبلي هم شامل دي او باقی نور په جنرل سېتونو باندی منتک کيږی په پاکستان کښې يو قامي اسمبلي ده کوم چی به ځان له په پارليمنټ کښې د ووټ په ذريعه وزير اعظم ټاکي. د قامي اسمبلي د ممبرانو انتخاب د پنځو کالو د پاره کېږی او د ديوی مياد د حلف اغستلو نه روستو شروع کيږی : د قامی اسمبلي د ممبر بنيادی کارونه \n'
          '* په قامي سطح به قانون سازی کوی \n'
          '*د قامی بجټ منظوری به ورکوۍ \n'
          '* په خاصه توګه به خارجه پاليسی, دفاع او موصلاتو متعلق به قامی پاليسې مرتب کوی\n'
          '* قامی ترقياتي پروګرامونو جائزه به اخلي \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo41.mp3'),
  Topic(
      id: 42,
      title: ' خيبر پختونخوا معلوماتوته د راسائي ايکټ ۲۰۱۳ ',
      description:
          'معلومات حاصلو د انسان يو فطری عمل دی او د دی خواهش په بنياد مهيش د حکومت کونکو او حکومت چلونکو تر منيځ د تصادم وجه جوره شوی, آيا خلکو ته د حق شته چې حکومت څنګه فيصلے کوی د خبره د کالونو نه زير بحث روانه ده د مسئله په پاکستان کښې هم دي چې حکمران د عامو خلکو متعلق معلومات ورکولو نه ورکوی. معلوماتو د راسائي د پاره د يو لسيز نه کوششونه روان وو. چې د دوران کښې اتلسم ترميم کښې د پاکستان آئين کښې آرټيکل ۱۹ شامل شو. او دهغه وجه ده چې په پاکستان کښې دا د هر انسان بنيادی حق جوړ کړلے شو  او دی له عملي شکل ورکول د پاره او خيبر پختونخوا په ټول ملک کښې د اعزاز تر لاسه کړو چې په کال ۲۰۱۳ کښې ئي معلوماتو ته د راسائي ايکټ ۲۰۱۳ ئي د صوبائي اسمبلي نے منظور کړو. د قانون اطلاعاتو د راسائي يو خه قانون کنل کېږی او د بهتر نظام حکومت کښی بهتر ثابت ديدی شې \n'
          '* چې د حکومت کارونه نور هم بهتر شي \n'
          '* چې خلک د دي قبل شې چې په موثره طريقه په جمهورې عمل کښې بر خه اوخلے \n'
          '*د احتساب عمل له وده ورکړی \n'
          '* د بدعنواني مخنيوی وکړی \n'
          '* په سرکاري امور کښې د ميرټ يقينی کړې \n'
          '* خدماتو ته راسائي نور هم بهتر کړی\n'
          '* خپل خود اعمتادی بحا کړی \n'
          '*باخبر فيصله سازي يقينی کړی \n'
          '*اقتصادي ترقي مضبوظ کړی \n'
          '* سرکاری فنډ غلط استعمال مخنيوی اوکړلے شی \n'
          '* د وسائلو تقسيم په صحيح طريقه يقينی کړي \n'
          '* آزادی صځافت يقيني کړی\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo42.mp3'),
  Topic(
      id: 43,
      title: ' اطلاعاتو د رسائي طريقه کار ',
      description:
          'هر هغه دستاويز کوم چې د سرکار د دفتر حصه جوره شی يو تن کولے شی چې هغې متعلق معلوماتو اغستلو د پاره د متعلقه دفتر په ويب سائټ يا نيغ په نيغ د اطلاعاتو راسائي فارم (درخواست ) جمع کړې. اطلاعاتو د راسائي ايکټ ۲۰۱۳ مطابق به هر دفتر يو پبلک انفارميشن آفسر (پي آئي او ) تاکلے وې او هغه به ده دے خبرے پابند وی چې جمع شوی درخواست جواب ورکړی۔. \n'
          'درخواست ګزار چې پي آئي او  ته کوم درخواست  (د معلوماتو درخواست) ورکړی د يو مخصوص ريکارډ غستول د پاره معلوماتو ته د راسائي قانون ايکټ ۲۰۱۳ مطابق هر شهرې ته حق دي چې د دي معلوماتو کله پکار وي هغه ورکړی. په درے طريقو دي معلومات تر لاسه کولے شې۔ \n'
          'ساده معلومات به درخواست ګزار ته په لس روځو کښی ميلايږی \n'
          'سپشل معلومات هغه معلومات کوم چې متعلقه درخواست کونکي ته ز ر تر زر پکاروی متعلقه پي آئي او پ ه دو روځو کښې معلومات فراهم کوی۔ \n'
          'پيچيده معلومات چي د  چې د هغه د پاره کافي چهابين ضروری وې, د انکوائر په مرځله کښې وی  کو چری داسې قسمه معلومات پکار وی چې په هغه ډير اهم معلومات وی نو پي آۍي او به داسي معلومات په ۲۰ روځو کښې ورکوی۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo43.mp3'),
  Topic(
      id: 44,
      title: ' اطلاعاتو د رسائي کميشن ',
      description:
          'په داسي حال کښې چې پي آئي او يا متعلقه محکمه درخواست ګزار ته په ټاکلے شوے وخت پورے معلومات ورکولو کښې ناکام شی د پاره حکومت يو په صوبائي سطح  د خلکو د آسانی د پاره يو باضبطه کميشن جوړ کړټ دي او د هغه د پاره ئي يو قانوني ټيم هم ټاکلے دی چې د درخواست ګزار تحفظاتو دفاع اوکړی. لاندی تصوير کښې خودلے شوی طرقے مطابق درخواست ګزار به کمشين ته درخواست ورکړے۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo44.mp3'),
  Topic(
      id: 45,
      title: ' کے پي رائټ ټو سروسز پبلک ايکټ ۲۰۱۴',
      description:
          'د خيبر پختونخواه حکومت په صوبه کښي د ښه نظام حکومت د ايجنډے د يوي حصے په توګه متعارف کړے دے ۔ کے پي رائټ سروسز پبلک ايکټ ۲۰۱۴ قانون فراهم کول دي ۔\n'
          '۱: اولس ته  د عوامي حذمت په وخت فراهمي ۔\n'
          '۲: که سرکاري افسران اولس ته په وخت او په صفا طريقه د خذمت په فراهمي کښي ناکامه شي نو هغي به د جرماني ذمه وارول۔\n'
          '۳: مقرره حد په مطلوبه سروس نه ملاويدو اوس ته معاوضه ۔\n'
          ' د صوبائي حکومت لخواه د اعلان کړے شوي عوامي خذمتونو يو لوئي لسټ دے چي پکښي چي پکښي ۴۱د لوستونکو د فائدي دپاره د څه اهمو خذماتو سره په مقرره وخت نامزد افسر او اپيل اتهارټي لاندے ورکړے شوي دي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo45.mp3'),
  Topic(
      id: 46,
      title: ' د پبلک سروس کميشن حق ',
      description:
          'کے پي حکومت کے پي رائټ ټو سروسز ايکټ ، ۲۰۱۴ د لاندے چيف کمشنر په مشر کښي يوه اداره قائمه وه چي پکي دوي کمشنران او مرستياله عمله شامله وه چي دا خبره يقيني کړے شي چي اولس مطلوبه خذمت بغير د خنډانو نه فراهم کړے شي ۔ د کميشن په بنياد د ٖتر په ذريعه ، نوټيفائيډ پبلک سروس انتظامئي له مخصوص ټائم لائنز،معيار او کار په هره ضلع ډسټرکټ کښي مانيټرنګ افسران  په شفافيت کار اوکړي ۔ اوسه پوري څلويښت،يو ۱۴ بنيادي خذمتونه ، ذيلي خذمتونه مطلع کړے شوي دي ۔ د خذمتونو حد ډير لوئي دے او په دي کښي روينيو ۔ صحت ، سيکيورټي ډومسائل ،لائسنس او ميونسل سروس شامل دے ۔کمشنر او ډپټي کمشنر په ترتيب ډوژنل او ډسټرکټ سټئرنګ کميټي چئير مين ګرحولے شوے دے ۔\n'
          '\nکے پي سروسز کميشن کښي شکايت څنګه درج کيږي \n'
          'هر يو اوسيدونکې چې په متلقه سرکاري کارونو محکمو کښې د آفسر خلاف شکايات لري او د هغه تځفظات نه حل کيږي نو نو هګه کولے شې چې تحريرې طور باندي چيف کمشنر يا ډسټرکټ مانيټرنګ افسر (ډي ايم او) خبر کړې، کولے شې چې يو اے ايل نمبر ۱۸۰۰ شکايات درج کړي يا د کميشن ويب سايټ باندي کلک کړي۔  او يا چيف کميشن خيبر پختونخوا رائټ ټو سروس کميشن چنار روډ يونيورسټي ټاون پشاور ته اي ميل وکړي يا تحريري شکايات په ذريعه خبر کړې۔ کے پي رايټ سروسز سرکاري ويب سايټ  \n'
          '  www.kprts.gov.pk  , rtscommission@yahoo.com \n'
          'شکايات کوونکي  به خپل شناختي کارډ کاپي، موبائل نمبر او پته د رابطے د پاره ورکول ضرورې ده، د جعلي او غير ضروري شکايات درج کولو په صورت کښې کميشن اختيار مند دي چې جعلي درخواست کوونکي تن خلاف ايکشن واخلي \n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo46.mp3'),
  Topic(
      id: 47,
      title: 'ټرايبل ډيکيټ سټرئيټيجي (ټي ډې ايس ) ',
      description:
          'قبائلي اضلاع په خييبر پختونخوا کښې د ضم کيدو تاريخي فيصلے روستو ړومبے څيز د وو چې خيبر پختونخوا حکومت په تفصيل سره مشاورتي عمل پيل کړو يو د چې اداروڼ تر منيځ ئي موجود خلا ختم کړه او دويم د چې په علاقه کښې ئي د معاشې پر مختګ سيټ آپ جوړ کو او موجود شمارياتو په رانړه کښي د خيبر پختونخوا د معاشې پر مختګ نشاندهي وکړلے شوه \n'
          'په ماضي کې شوي اعداد و شمار په رانړه کښې د معلومه شوي چې سماجي او معاشرتي شرح د خيبر پختونخوا د نور پاکستان په نسبت روستو وه۔ ۶۰ فيصه خلک د خطه غربت نه لاندے ژوند تيره وې۔ د سړو د خواندګي شرح ۴۹ فيصده او د زنانو د خوانده ګي شرح ۱۴ فيصده ده۔ صفا اوبو، د ماشومانو د مرګ شرح، د مور د بيمارو شرح د خيبر پخنتوخوا د نور پاکستان په نسبت ډيره کم وه۔ \n'
          'دي ټولو سره سره اداره جاتي فريم ورک او ضروري انفرسټرکچر د کمي سره ضرورت محسوس شو چې سماجي او اقتصادې او د محکمو ترمينځ موجود خلا په مناسب انداز مکمل کولو د پاره په فوري توګه اقدامات کولو ضروري د۔  د دي مطابق دس ساله منصوبه تيار جوره کره شوه۔ ټرايبل ډيکيټ سټرئيټيجي (ټي ډې ايس ) \n'
          '۲۰۲۰۔۔۔۲۰۳۰ منصوبه۔مقصد ئي د دي چې د قبائلي سيمع خلک د نور پاکستان سره په ترقي کښې شامل شي۔ د صوبائي کابينه اجلاس په  ۹ مئي ۲۰۱۹ کښې او د ټرايبل ډيکيټ سټرئيټيجي (ټي ډې ايس ) منظوري ئي ورکړه۔  ټي ډي ايس حتمي شکل ورکولو د پاره ټول ترقياتي منصوبو، د مقامي خلکو ضرورتونه او ترجيحات په شمول منصوبو باندي  په خه انداز سره مشاورت وکرلے شو ۔ ټرايبل ډيکيټ سټرئيټيجي (ټي ډې ايس ) به په پنځو طريقڼ سره جاري ساتلے کيږي او د ترقي د خيال د تنظميي اصولو تشکيل کولے شي۔\n'
          '۱: زمه داره او د جوابده ادارو تعمير \n'
          '۲: انساني صلاحيت سوا کول۔\n'
          '۳:پائيداره معاشي موقع پيدا کول\n'
          ':۴ پائيداره ريسورس منيجمنټ قيام \n\n'
          'ايم اے کښي د ترقياتي فنډ نه علاوه انضمام او د وخت تيزه رفتاره ترقي ضرورت صوبائي حکومت او وفاقي حکومتونو دپاره يو بے مثاله چيلنج اودريدلے ۔چي په جواب کښئي ئي د معمول مطابق د ترقياتي خيال په بدلولو انحصار اوکړے شو۔د ترقي زور منصوبه بندي چي په پري د عمل درآمد سخت ضرورت دے د هغه په نتيجه کښي د يو تيز رفتار عمل درآمد فيسله اوکړے شوه ۔ تيز رفتاره عمل درامد پروګرام ۲۰۲۳۔۲۰۱۹(اے آئي پي) په ابتدائي توګه ټي ډي ايس لاندے ،دري کاله پروګرام د ايکسريټيډ نفاذ پروګرام په په صورت کښي تشکيل ورکړو چي پکښي په مختلفو شعبو ۲۰۶ ترقياتي سکيمونه شامل دي  چي پکښي د ضم شوو ضلع په ترقي کښي د ډيرو په ګمشده توګه بنياد کيښودے شوپه وړومبي کال ۲۰۔۲۰۱۹ په مختلفو شعبو کښي صحت ، سړکونه ، اوبه خور او کرکيلے وغيره لاندے ۲۴اربه روپے لګښت يو سل اووشت سکيمونه نافذ کړے شو کوم چي سل فيصده مکمل شوي دي ۔ مالي کال ۲۱۔۲۰۲۰کښي صحت ، تعليم، اوبه، اوبهخور ، او د کرکيلے په رنګ مختلفو شعبو لاندے ټول ۲۶۱ اسکيمونه ۴۹ اربه روپے په لګښت شروع کړے شوے دے۔ کوم چي چي سر ته رسيدو په مختلفو مرحلو کښي دے ۔۲۲۔۲۰۲۱کښي ټولے ۳۰۸اسکيمونو پشمول ۲۰۶جاري او ۱۰۶ نوي سکيمونه د ۳۶ اربه روپے په لګښت سړکونه، اوبه خور ،هاوسنګ ، کارخانے، آئي ټي، او ټرانسپورټ په شعبه کښي لګولے کيږي ۔\n'
          'د ډئريکټر جنرل په مشري کښي پائيډاره ترقياتي يونټ جوړ کړے شوے دے کوم چي د سکيمونو په وخت پي اينډ ډي خيبر پختونخواه حکومت د کار پوره کولو دپاره ملکيت او د خپلے دلچسپي د ارادے پخلے کړے دے ۔صوبائي او وفاقي حکومت ددي ټول مشق بنيادي مقصد د پاکستان د ترقي په تاريخ کښي ډومره لوئي ترقيقتي فورټ فوليو مختص کول دي او دخبره يقيني کول دي چي د انضمام فائدے په صحيح معنعو کښي د ضم شوو ضلعو د اوسيدونکو په خذمت کښي د غوره والي ذريعه اوښودلے شي او مخصوص دي کړے شي ترسيل او سماجي اقتصادي اشارےو کښي اضافه آےآئي پي کښي د باقاعده ترقياتي پروګرام نه علاوه ، يو خاص پروګرام چي عنوان ئي دے قابيل ليډ ډيويلپمنټ پروګرام متعارف کړے شوے دے د مربوطي ضلع متعلقه علاقو کښي د متعلقي خلقو سره نزډے مرستے وړې کميونټي د اباد کاري د سکيمونو خيال اوساتلے شي ۔\n'
          'دجم شوو ضلعو د کميونټي په کردار کښي دا راځي چي هغي د خپلو منتخب نمانئدګانو او دخيبر پختونخواه دحکومت په ذريعه دستياب د نورو فورمونو په ذريعه خپل آواز پورته کولو کقي خپل مثبت کردار ادا کوي چي پکښي د معلوماتو حق او خذماتو کميشن ،پي ايم /سي ايم پورټل او حکومت سره نزدے رابطه شعبه، د کميونټي کردار به نور هم واضحه شي چي کله حکومت د لوظ پوره کولو مطابق بلدياتي انتخابات په وړومبي ځل د ضم شوو ضلعو په سياسي تاريخ کښي د سياسي او معاشي د دواړو د ترقي نوي نظارے پرانيزي د کومي په وجه چي د ځوانانو ۔ زنانوو او هګوي ته د پام رواستو دپاره هغوي په مجوعي توګي خپلواکه جوړي کړے شي ۔پخوانے فاټا د ايف سي آرد سابقه نظام لاندے يا نورو اقليتونو رائج کيدو امکان نشته ۔ټول اوسيدونکو له په راتلونکي بلدياتي انتخاباتو کښي په فعاله توګه برخه اخستل پکاردي چي چي هګوي پي ترقي او دترقي پحقله خپلو فيصلو کښي په موثره توګه خپل کردار ادا کړے شي کميونټي له د حکومت سره د قابيل په مشري کښي د ترقياتي پروګرام لاندے پائيداره او ضرورت مطابق د ترقي دپاره  ددګه ټولو سکيمونو شناخت ، عمل درآمد ، نګراني ،اپريشن او هڅمانے شروع کولو پوري عمل کښي د فعله شرکت کولو په زريعه مشغوليدل پکار دي ۔\n'
          'اے آئي پي اسکيمانو څه مثالونه دي فراهم کړے شي\n'
          'د مثال په توګه د منشياتو مخنيوے /افيون، او د دي فصل ختمول\n'
          '۲: پي ټي سي ايس اکاونټس \n'
          '۳: دصحت پحقله \n'
          'ايپ باندے يو ټيب شامليدل پکار دي چي هغه د پخوانےاے آئي پي اسکيمونو متعلق معلامات فراهم کولے شي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo47.mp3'),
  Topic(
      id: 48,
      title: ' وزير اعظم سيټزن پورټل ',
      description:
          'پاکستان سيټزن پورټل ( پي سي پي ) يو سرکاري ملکيتي موبائل ايپليکشن دے او دپه ښاري مرکز او شراکتي نظام له د ودے ورکولو دپاره د يوي الے په توګه استعماليږي ۔بهر ملک کښي مشت پاکستانيان ۔ زنانه خصوصي خلق د غير ملکي او عامو خلقو د سهولت دپاره خصوصي زور لګولو سره په بنيادي توګه شکايتونه او د شکايت کولوطريقه څه دے ؟ د پورټل بنيادي مقصدعوامو له د حکومت د وژن مطابق د سرکاري ادرو دملګرتيا نه بغير د څه خنډانو خبري اتري کول او دهغوي مسئلو ته پام کولو د حل سره موقعے فراهم کول دي ۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo48.mp3'),
  Topic(
      id: 49,
      title: ' د پي سي پي اے استعمال به څنګه کوي۔',
      description: 'ايپ د ويب سائټ نه د ډاون لود کول نه پس استعماليدے شي ۔\n'
          '۱: پاکستي تان سيټزن پورټل ايپ ډاون لوډ او استعمال کړے۔\n'
          '۲:او موبائل نمبر سره خپل اندراج په شناختي کارډ \n'
          '۳:تصديقي پيغام وصول کړي \n'
          '۴: خپل شکايات اوليږي او په عوامي پولينګ برخه واخلي ۔\n'
          'دغه رنګ پريشانه خلق خپل شکايت د ايپ په ذريعه جمع کولے شي دکومي چي نګراني کيږي او د خلقو د هرے مرحلے د شکايت په حقله په غوره طريقي خبرولے هم  شي ۔۔\n',
      audioUrl: 'pushto_audios/lg_pashto_audios/TopicNo49.mp3')
];
