import 'package:lgs_audiopedia/model/topic.dart';

final dengueDataUrdo = <Topic>[
  Topic(
    id: 1,
    title: 'ڈینگی',
    description:
        'ڈینگی مچھر سے پھیلنے والی وائرل بیماری ہے جو حالیہ برسوں میں ڈبلیو ایچ او کے تمام خطوں میں تیزی سے پھیلی ہے۔ ڈینگی وائرس بنیادی طور پر Aedes aegypti اور کچھ حد تک Ae کی مادہ مچھروں سے پھیلتا ہے۔ albopictus یہ مچھر چکن گونیا، زرد بخار اور زیکا وائرس کے ویکٹر بھی ہیں۔ ڈینگی پورے اشنکٹبندیی علاقوں میں پھیلا ہوا ہے، اس میں مقامی تبدیلیوں کے خطرات کے ساتھ ساتھ آب و ہوا کے پیرامیٹرز کے ساتھ ساتھ سماجی اور ماحولیاتی عوامل بھی متاثر ہوتے ہیں۔'
        '\n\nڈینگی بیماری کے وسیع میدان کا سبب بنتا ہے۔ یہ ذیلی طبی بیماری (لوگوں کو معلوم نہیں ہو سکتا ہے کہ وہ متاثر بھی ہیں) سے لے کر متاثرہ افراد میں شدید فلو جیسی علامات تک ہو سکتے ہیں۔ اگرچہ کم عام ہے، کچھ لوگ شدید ڈینگی پیدا کرتے ہیں، جو شدید خون بہنے، اعضاء کی خرابی اور/یا پلازما کے اخراج سے وابستہ پیچیدگیاں ہو سکتی ہے۔ شدید ڈینگی میں موت کا خطرہ زیادہ ہوتا ہے جب مناسب طریقے سے انتظام نہ کیا جائے۔ شدید ڈینگی کو پہلی بار 1950 کی دہائی میں فلپائن اور تھائی لینڈ میں ڈینگی کی وبا کے دوران تسلیم کیا گیا تھا۔ آج، شدید ڈینگی زیادہ تر ایشیائی اور لاطینی امریکی ممالک کو متاثر کرتا ہے اور ان خطوں میں بچوں اور بڑوں میں ہسپتال میں داخل ہونے اور موت کی سب سے بڑی وجہ بن گیا ہے۔'
        '\n\nڈینگی Flaviviridae خاندان کے وائرس کی وجہ سے ہوتا ہے اور اس وائرس کی چار الگ الگ، لیکن قریب سے متعلق، سیرو ٹائپس ہیں جو ڈینگی کا سبب بنتے ہیں (DENV-1، DENV-2، DENV-3 اور DENV-4)۔ خیال کیا جاتا ہے کہ انفیکشن سے بازیابی اس سیرو ٹائپ کے خلاف تاحیات استثنیٰ فراہم کرتی ہے۔ تاہم، صحت یابی کے بعد دیگر سیرو ٹائپس کے لیے کراس امیونٹی صرف جزوی اور عارضی ہے۔ دوسرے سیرو ٹائپس کے بعد آنے والے انفیکشن (ثانوی انفیکشن) شدید ڈینگی ہونے کا خطرہ بڑھاتے ہیں۔'
        '\n\nڈینگی کے الگ الگ وبائی امراض ہیں، جو وائرس کی چار سیرو ٹائپس سے وابستہ ہیں۔ یہ ایک خطے کے اندر باہم گردش کر سکتے ہیں، اور درحقیقت بہت سے ممالک چاروں سیرو ٹائپس کے لیے انتہائی مقامی ہیں۔ ڈینگی انسانی صحت اور عالمی اور قومی معیشت دونوں پر خطرناک اثرات مرتب کرتا ہے۔ DENV اکثر متاثرہ مسافروں کے ذریعہ ایک جگہ سے دوسری جگہ لے جایا جاتا ہے۔ جب ان نئے علاقوں میں حساس ویکٹر موجود ہوتے ہیں، تو مقامی ٹرانسمیشن قائم ہونے کا امکان ہوتا ہے۔',
    audioUrl: 'audio',
  ),
];
