Repository: kamrandanish00/AudioPedia
Catalog: lib/l10n/app_*.arb
Languages: ps, ur

source: Feedback Form
ps: رائے
ur: رائے

source: Name
ps: نوم
ur: نام

source: Enter Your Name
ps: خپل نوم ولیکئ
ur: اپنا نام درج کریں

source: Contact No
ps: د اړيکې شمېره
ur: رابطے کا نمبر

# enter_your_contact_no
source: Enter Your Contat Number
ps: خپل د اړیکو شمیره دننه کړئ
ur: اپنا رابطہ نمبر درج کریں۔

source: Complaint Department
ps: د شکایتونو څانګه
ur: محکمہ شکایت

source: Enter Complaint Department
ps: د شکایت څانګې نوم داخل کړئ
ur: شکایت کا شعبہ داخل کریں۔

source: Nature Of Complaint
ps: د شکایت نوعیت
ur: شکایت کی نوعیت

source: Enter Complaint Nature
ps: د شکایت طبیعت داخل کړئ
ur: شکایت کی نوعیت درج کریں۔

source: Complaint Details
ps: د شکایت جزیات
ur: شکایت کی تفصیلات

source: Provide Complaint Details
ps: د شکایت توضیحات وړاندې کړئ
ur: شکایت کی تفصیلات فراہم کریں۔

source: Address
ps: پته
ur: پتہ

source: Enter Your Address
ps: خپل پته دننه کړئ
ur: اپنا پتہ درج کریں۔

source: Province
ps: صوبہ
ur: صوبہ

source: District
ps: ضلع
ur: ضلع

source: Tehsil
ps: تحصیل
ur: تحصیل

source: Picture
ps: انځور
ur: تصویر

source: Upload File
ps: فایل پورته کړئ
ur: اپ لوڈ فائل

source: Send
ps: ولیږي
ur: بھیجیں

# contact_lg
source: Contact Locale Government
ps: د محلي حکومت سره اړیکه ونیسئ
ur: مقامی حکومت سے رابطہ کریں۔

source: Contact NCOC
ps: این سی او سی سے سره اړیکه ونیسئ
ur: این سی او سی سے رابطہ کریں۔

# contact_kp_healt
source: Contact KP Health
ps: د kp روغتیایی څانګې سره اړیکه ونیسئ
ur: کے پی ہیلتھ سے رابطہ کریں۔

source: Contact Health
ps: د روغتیا څانګې سره اړیکه ونیسئ
ur: محکمہ صحت سے رابطہ کریں۔
